[
  {
    "key": "gifted-thai",
    "tag": "gifted",
    "name": "โครงการพัฒนาความสามารถพิเศษด้านภาษาไทย",
    "members": "75",
    "contacts": {
      "ig": "triamudom_gifted_thai",
      "fb": "โครงการพัฒนาความสามารถพิเศษด้านภาษาไทย โรงเรียนเตรียมอุดมศึกษา ปี 2568",
      "others": ""
    },
    "info": {
      "admissions": {
        "img": "https://firebasestorage.googleapis.com/v0/b/oph2026edit.firebasestorage.app/o/gifted%2Fgifted-thai%2Fsection0_capture_1766249760504.jpg?alt=media&token=9b071247-20d2-4279-a395-6e3fc2c1cc39",
        "imgDescription": "กิจกรรมค่ายวิชาการ ปีการศึกษา 2568",
        "text": "<p>การรับสมัครและการสอบเข้าโครงการพัฒนาความสามารถพิเศษด้านภาษาไทย มีหลักเกณฑ์ในการรับสมัคร ดังนี้</p><p>1. ผู้สมัครจะต้องเป็นผู้สอบผ่านการคัดเลือกเป็นนักเรียนเตรียมอุดมศึกษา ไม่จำกัดแผนการเรียน</p><p>2. มีระดับคะแนนเฉลี่ยสะสมชั้นมัธยมศึกษาตอนต้น 3.50 ขึ้นไป</p><p>3. มีระดับคะแนนเฉลี่ยสะสมวิชาภาษาไทย 3.50 ขึ้นไป</p><p>4. มีผลงานที่แสดงให้เห็นถึงความสามารถพิเศษด้านภาษาไทย (ถ้ามี)</p><p>5. จะต้องไม่เป็นผู้สมัครเข้าโครงการพัฒนาความสามารถพิเศษด้านวิทยาศาสตร์ คณิตศาสตร์ หรือภาษาอังกฤษ</p><p><br></p><p>การสอบเข้าจะมีการสอบคัดกรองด้วยกันทั้งหมด 2 ขั้นตอน โดยส่งใบสมัครทาง google forms</p><p>1. การสอบข้อเขียน</p><p>2. การสัมภาษณ์นักเรียนและผู้ปกครอง</p><p><br></p><p>สามารถติดตามรายละเอียดการรับสมัครของปีการศึกษาต่อไปได้ทางช่องทางการประชาสัมพันธ์ของโรงเรียนเตรียมอุดมศึกษา และของโครงการฯ</p>"
      },
      "courses": {
        "img": "https://firebasestorage.googleapis.com/v0/b/oph2026edit.firebasestorage.app/o/gifted%2Fgifted-thai%2Fsection1_capture_1766249762286.jpg?alt=media&token=f9c8f541-e1e9-4b75-ba59-b18905fe84bf",
        "imgDescription": "กิจกรรมบรรยายวิชาการ ปีการศึกษา 2568",
        "text": "<p>โครงการพัฒนาความสามารถพิเศษด้านภาษาไทย เป็นโครงการที่มีจุดประสงค์เพื่อพัฒนาผู้เรียนที่มีความสามารถพิเศษด้านภาษาไทย มีการเรียนการสอนโดยใช้หลักสูตร <strong>\"ภาษาไทยเพิ่มพูนประสบการณ์\"</strong> ซึ่งมีความยากและลึกซึ้งกว่าหลักสูตรปกติ โดยมุ่งเน้นที่การเรียนการสอนทางวิชาการ เช่น ภาษาศาสตร์ วรรณคดีและวรรณกรรม รวมไปถึงคติชนวิทยา ซึ่งจะทำให้นักเรียนได้รับความรู้นอกเหนือจากการเรียนภาษาไทยในคาบเรียนปกติ และจะมีการเรียนการสอนในคาบที่ 9 และ 10 ของวันพุธ</p><p><br></p><p>โดยในช่วงแรกของการเปิดปีการศึกษาจะมีการเชิญวิทยากรผู้ทรงคุณวุฒิจากมหาวิทยาลัยต่าง ๆ มาบรรยายให้ความรู้แก่นักเรียนในโครงการฯ เพื่อให้นักเรียนมีองค์ความรู้ไปต่อยอดเป็นโครงงานภาษาไทยในเรื่องต่าง ๆ ซึ่งมีรูปแบบการดำเนินงานคล้ายการวิจัยในระดับอุดมศึกษา และจะมีการประมวลบทความโครงงานลงในวารสารภาษาไทยปริทรรศน์ต่อไป และในภาคเรียนที่ 1 โครงการฯ จะจัดกิจกรรมทัศนศึกษาให้นักเรียนได้ศึกษาหาความรู้นอกสถานที่และนำความรู้ที่ได้มาเขียนบทความ เพื่อตีพิมพ์เป็นวารสารปิ่นจุฑา ซึ่งรวบรวมบทความต่าง ๆ จากนักเรียนภายในโครงการฯ</p><p><br></p><p>นอกจากการเรียนการสอนด้านวิชาการ โครงการฯ ก็มีการจัดกิจกรรมเพื่อเสริมสร้างทักษะในด้านต่าง ๆ ทั้งการจัดงานวันภาษาไทยแห่งชาติ การจัดกิจกรรมค่ายวิชาการ และการนำเสนอโครงงานภาษาไทย ในงานนิทรรศการวิชาการเตรียมอุดมศึกษา (Triam Udom Open House) ซึ่งจัดขึ้นเป็นประจำทุกปี</p>"
      },
      "interests": {
        "img": "https://firebasestorage.googleapis.com/v0/b/oph2026edit.firebasestorage.app/o/gifted%2Fgifted-thai%2Fsection2_capture_1766249763297.jpg?alt=media&token=0d6cb092-45e7-4a4c-94ea-27afa417d276",
        "imgDescription": "กิจกรรมวันภาษาไทยแห่งชาติ ปีการศึกษา 2568",
        "text": "<p>ความน่าสนใจของโครงการฯ อยู่ที่ผลงานทางด้านวิชาการที่โดดเด่นและกิจกรรมที่น่าสนใจ ซึ่งสามารถพัฒนาทักษะในด้านวิชาการ การทำงาน สังคม และด้านอื่น ๆ ของนักเรียนภายในโครงการฯ ได้เป็นอย่างดี สำหรับผลงานด้านวิชาการ โครงการฯ ได้มีการเรียนการสอนที่เข้มข้น เพื่อพัฒนาองค์ความรู้ของนักเรียนอยู่ตลอด โดยไม่ใช่การเรียนอย่างเดียว <em>แต่นักเรียนในโครงการฯ ทุกคนจะต้องมีผลงานที่สามารถจับต้องได้</em> คือ หลังจากกิจกรรมทัศนศึกษานอกสถานที่ที่กล่าวไปข้างต้น นักเรียนทุกคนจะต้องเขียนบทความในหัวข้อที่นักเรียนสนใจตามองค์ความรู้ที่ได้รับ และจะมีการคัดเลือกบทความที่นักเรียนเขียน มาตีพิมพ์เป็น <strong><em>\"วารสารปิ่นจุฑา\"</em></strong> ซึ่งวารสารเล่มหนึ่ง ไม่ใช่ว่ามีแค่บทความแล้วจึงเกิดขึ้นได้ แต่จะต้องมีทั้งกองบรรณาธิการ ฝ่ายพิสูจน์อักษร สาราณียกร และตำแหน่งหน้าที่ต่าง ๆ ซึ่งนักเรียนในโครงการฯ ก็จะเป็นผู้รับผิดชอบและจัดทำทั้งหมด โดยมีคุณครูประจำโครงการฯ คอยดูแลช่วยเหลือ</p><p><br></p><p>นอกจากวารสารปิ่นจุฑา นักเรียนในโครงการฯ ยังนำองค์ความรู้ที่ได้จากการอบรมไปพัฒนาต่อเป็น <strong><em>\"โครงงานภาษาไทย\" </em></strong>โดยหัวข้อโครงงานก็จะเป็นหัวข้อที่เกี่ยวข้องกับการศึกษาภาษาไทย เช่น ภาษาศาสตร์ วรรณคดีและวรรณกรรม และคติชนวิทยา ซึ่งนักเรียนในโครงการฯ มีอิสระในการเลือกสิ่งที่ตัวเองสนใจมาพัฒนาต่อเป็นโครงงานของตัวเอง และในระดับชั้นมัธยมศึกษาปีที่ 6 ก็จะมีการตีพิมพ์ <strong><em>\"วารสารภาษาไทยปริทรรศน์\"</em></strong> เป็นการรวบรวมบทความที่ได้จากโครงงานที่นักเรียนทำในชั้นมัธยมศึกษาปีที่ 4-5</p><p><br></p><p>และกิจกรรมที่น่าสนใจอื่น ๆ เช่น <strong><em>\"กิจกรรมวันภาษาไทยแห่งชาติ\"</em></strong> ซึ่งโครงการฯ เป็นผู้รับหน้าที่ในการจัดเป็นประจำทุกปี โดยในงานก็จะมีตำแหน่งหน้าที่ต่าง ๆ เช่น พิธีกร การกล่าวสุนทรพจน์ การแสดงฉ่อย การแสดงละคร หรือทีมงานเบื้องหลัง นักเรียนจะได้เริ่มทำงานตั้งแต่การวางแผน การดำเนินงาน การเตรียมงาน และรับผิดชอบการจัดกิจกรรมทั้งหมด ซึ่งทำให้นักเรียนได้ฝึกทักษะการวางแผน การบริหารจัดการ และฝึกความสามัคคี นอกจากนี้ในทุกภาคเรียนจะมีกิจกรรม <strong><em>\"ทัศนศึกษา\"</em></strong><em> </em>ไปยังแหล่งเรียนรู้นอกสถานที่ ซึ่งจะเป็นการเดินทางระยะสั้นภายในกรุงเทพหรือปริมณทล ให้นักเรียนได้รับความรู้ สร้างแรงบันดาลใจในการสร้างผลงานของตัวเอง และในช่วงปิดภาคเรียนที่ 1 ก็จะมีกิจกรรม <strong><em>\"ค่ายวิชาการ\"</em></strong> ซึ่งเป็นกิจกรรมที่จะนำนักเรียนในโครงการฯ ออกไปเข้าค่ายจำนวน 3 วัน 2 คืน โดยจะมีการเชิญวิทยากรมาเพื่อให้ความรู้แก่นักเรียนตามหัวข้อของแต่ละปี และจะมีการจัดกิจกรรมต่าง ๆ เช่น กิจกรรมสันทนาการ กิจกรรมอำลารุ่นพี่ ม.6 ที่กำลังจะจบการศึกษา เพื่อเป็นการสร้างสายสัมพันธ์อันดีระหว่างรุ่นพี่-รุ่นน้อง รวมถึงคุณครูในโครงการฯ</p><p><br></p><p>และกิจกรรม <strong><em>\"นิทรรศการวิชาการ (Triam Udom Open House)\"</em></strong><em> </em>นี้ ก็จะเป็นการนำเสนอโครงการฯ และผลงานโครงงานภาษาไทยต่อบุคคลภายนอกที่มีความสนใจ ซึ่งการจัดกิจกรรมต่าง ๆ ทั้งหมด ก็จะมีคณะครูในโครงการฯ คอยดูแลและให้ความช่วยเหลืออยู่เสมอ</p>"
      }
    },
    "reviews": [
      {
        "count": "1",
        "profile": "https://firebasestorage.googleapis.com/v0/b/oph2026edit.firebasestorage.app/o/gifted%2Fgifted-thai%2Freview0_1766415461897.jpg?alt=media&token=be073941-86f6-4550-8533-0477a57ac71e",
        "nick": "ผักบุ้ง",
        "gen": "86",
        "contact": "IG : _zydtranit",
        "content": "<p>ถ้าจะมีซักสถานที่ในเตรียมอุดมที่เราสามารถนิยามด้วยคำว่า <strong>“ครอบครัว”</strong> ได้ กิฟต์ไทยจะเป็นสิ่งแรกที่เรานึกถึงได้ในทันที</p><p><br></p><p>โครงการพัฒนาความสามารถพิเศษด้านภาษาไทย หรือกิฟต์ไทย เป็นสถานที่ที่ให้เรามากไปกว่าวิชาการ หลักสูตรของโครงการมุ่งเน้นให้เราได้คิด วิเคราะห์ พัฒนาทักษะและกระบวนการเรียนรู้ของเราอยู่ตลอดเวลา ผ่านการเรียนการสอนและงานต่าง ๆ ทั้งจากคุณครูและอาจารย์ผู้เชี่ยวชาญ ความรู้ใหม่ ๆ ในด้านภาษาไทยและด้านอื่น ๆ ที่เราไม่สามารถหาได้จากในห้องเรียน ก็ได้เก็บเกี่ยวจากทุกการอบรมของกิฟต์ไทย และยังนำไปต่อยอดปรับใช้ได้หลากหลายเส้นทางตามความถนัด และส่วนสำคัญคือโครงการสอนให้เราได้ลงมือปฏิบัติจริงอยู่ตลอดทุกปีการศึกษา ผ่านกิจกรรมสำคัญมากมาย ทั้งงานวันภาษาไทยแห่งชาติ, การเขียนบทความและจัดทำโครงงาน หรืองาน Triam Udom Open House นี้ ที่เปิดโอกาสให้เราลองทำทุกสิ่งที่เราสนใจไปด้วยกันกับเพื่อน รุ่นพี่ รุ่นน้องทุกคน และสามารถนำไปประยุกต์ใช้กับชีวิตประจำวันได้ เรารู้สึกว่าสิ่งล้ำค่าที่สุดที่เราได้รับจากสถานที่แห่งนี้คือประสบการณ์ที่ไม่สามารถบรรยายเป็นตัวอักษร แต่มันทำให้เราเติบโตทั้งในด้านการศึกษาและการใช้ชีวิต กิฟต์ไทยสอนให้เรามีภูมิคุ้มกันในการตัดสินใจ มีความรับผิดชอบ ความเป็นผู้ใหญ่ สร้างทักษะการคิด ปลูกฝังทักษะการวางแผนที่ดีมากยิ่งขึ้น ในขณะเดียวกันก็ยังเป็นพื้นที่ที่ทำให้ได้สนุกกับสิ่งใหม่ ๆ พบเจออะไรที่ทำให้กระตือรือร้นในการเรียนรู้อยู่เสมอ</p><p><br></p><p>สุดท้ายนี้ ตลอด 3 ปีในกิฟต์ไทยของเรายิ่งมีความหมาย เพราะสังคมภายในที่อบอุ่นในทุกครั้งที่ได้พบเจอกัน เพื่อนในรุ่นที่กลายมาเป็นเพื่อนสนิทคนสำคัญ รุ่นพี่รุ่นน้องที่ยังคงมีปฏิสัมพันธ์กันอยู่ตลอดเวลา ครูที่ปรึกษาโครงการที่คอยช่วยเหลือและให้คำแนะนำเสมอ ประสบการณ์ทุกอย่างที่เราได้รับ เป็นความทรงจำที่ดีที่คงหาจากที่ไหนอีกไม่ได้ และสำหรับเรา เมื่อนึกถึงกิฟต์ไทย ก็จะเป็น “ครอบครัว” ที่เราดีใจที่ได้สมัครเข้ามาตลอดไป</p><p><br></p><p>รอทุกคนเข้ามาเป็นส่วนหนึ่งของครอบครัวนี้ และค้นหาความหมายของ <strong>“กิฟต์ไทย”</strong> ในรูปแบบของตัวเองนะคะ &lt;3</p>"
      },
      {
        "count": "2",
        "profile": "https://firebasestorage.googleapis.com/v0/b/oph2026edit.firebasestorage.app/o/gifted%2Fgifted-thai%2Freview1_1766415463539.jpg?alt=media&token=877879d1-f59e-4507-890f-1430cc8a3107",
        "nick": "รดา",
        "gen": "87",
        "contact": "IG : 2r._j_.owo",
        "content": "<p>สวัสดีค่าา เรารดานะคะ กิฟต์ไทยรุ่น 22 ค่ะ</p><p><br></p><p>คำว่า <strong>\"กิฟต์ไทย\"</strong> หรือ <strong>\"โครงการพัฒนาความสามารถพิเศษด้านภาษาไทย\"</strong> สำหรับเรา ไม่ใช่ห้องเรียนพิเศษที่สอนวิชาการในทุกเย็นวันพุธ แต่เป็นผู้คนและกลุ่มคนที่มีความชอบในสิ่งเดียวกัน มีอะไรที่คล้ายคลึงกัน และมีความเข้าใจซึ่งกันและกัน หรือที่พี่ ๆ ในกิฟต์เรียกต่อกันมาว่า \"ครอบครัว\"</p><p><br></p><p>การเข้ามาอยู่โรงเรียนใหม่ เปลี่ยนสถานที่ เปลี่ยนสังคม เปลี่ยนวิถีชีวิต เป็นเรื่องที่ยากมากสำหรับเรา ยอมรับเลยว่าตอนนั้นเครียดมากจนมีความคิดที่จะลาออก แต่เพราะมีครอบครัวกิฟต์ไทยที่เข้ามาประคับประคองเราไว้ เราถึงอยู่ต่อ และรู้สึกดีใจมาก ๆ ที่ตัดสินใจอย่างนั้น พี่ ๆ เพื่อน ๆ ในกิฟต์เป็นกลุ่มคนที่เราสนิทมาก ถึงขนาดที่เรียกว่าสนิทที่สุดในเตรียมอุดมฯ เลยก็ได้ อาจจะเป็นเพราะงานวันภาษาไทย งานวันภาษาไทยเป็นงานใหญ่งานหนึ่งของกิฟต์ไทย ที่รุ่นน้องรุ่นพี่จะต้องมาทำร่วมกัน งานวันภาษาไทยมีหลายหน้าที่มาก ทั้งหน้าเวที และหลังเวที หน้าเวทีก็มีทั้ง พิธีกร สุนทรพจน์ ฉ่อย และละครเวที เราได้รับหน้าที่เป็นฉ่อย จำได้ว่าพวกเราเตรียมงานกัน 2 เดือนกว่า เป็นช่วงที่เห็นหน้าเพื่อน ๆ พี่ ๆ ในกิฟต์ทุกวัน ชนิดที่เบื่อหน้ากันไปเลย ช่วงเวลา 2 เดือนแห่งการซ้อมเตรียมงานมีความทรงจำมากมาย ทั้งนั่งหัวเราะด้วยกัน นั่งบ่นด้วยกัน นั่งกินข้าวด้วยกัน นั่งร้องไห้ด้วยกัน หรือจะตีกันเพราะเหนื่อยก็มี แต่คงเพราะตีกันถึงได้รักกันขนาดนี้ ทุกวันนี้ทั้งที่ไม่ต้องซ้อมด้วยกันแล้ว พี่บางคนเรายังทักไปปรึกษาหรือนัดกันไปเที่ยวอยู่เลย ความทรงจำระหว่างทางการซ้อมมีมากมายจนเล่าไม่หมดเลยค่ะ แต่ภาพวันจริงเราจำได้ดี เพราะทุกคนทำงานมาอย่างหนักตลอดสองเดือน พอผลงานออกมาพวกเราก็ภูมิใจกันมาก ตอนวิ่งออกมาจากม่านมาโค้งขอบคุณผู้ชมที่นั่งกันเต็มหอประชุมเรายังจำได้ดี เป็นประสบการณ์ที่เราคงหาจากที่อื่นได้ยาก แต่สิ่งที่ทำให้ดีใจมากกว่านั้นคือหลังลงจากเวทีมีพี่ ๆ รุ่นเก่า ๆ กลับมาหา มาพูดคุยกัน บรรยากาศนั้นทำให้คำว่า \"ครอบครัวกิฟต์ไทย\" ที่เราได้ยินตั้งแต่วันรับน้องดังขึ้นมาอีกครั้ง และทำให้เราอยากส่งต่อสิ่งดี ๆ เหล่านี้ให้รุ่นน้องงรุ่นต่อ ๆ ไป</p><p><br></p><p>นอกจากวันภาษาไทยพวกเราก็มีฟังบรรยายความรู้จากท่านวิทยากร ได้เขียนบทความส่งหลังไปทัศนศึกษา รวมถึงทำโครงงานภาษาไทย ที่จะเป็นโพรเจกต์จบของเรา พอขึ้นมาเป็นพี่ม.5 ก็ต้องทำหนังสือรวมบทความ ปิ่นจุฑา เป็นงานที่สอนให้เราประสานงานและทำงานร่วมกัน ก่อนจะต้องเป็นแม่งานจัดงานวันภาษาไทยงานใหญ่ของพวกเรา ตอนเป็นน้องว่าเหนื่อยแล้ว พอเป็นพี่เหนื่อยไปอีกขั้น แต่เป็นงานที่ทำให้เราสนิทกับเพื่อนมาก ขนาดที่เห็นหน้าเพื่อนมากกว่าคนที่บ้าน เพราะพวกเราได้ทำทุกอย่างตั้งแต่หาเรื่องที่จะแสดงละคร จนถึงหาเสื้อผ้าให้นักแสดง การตีกันเรื่องงานเป็นเรื่องปกติมาก แต่ก็แปลกที่ยิ่งตีกันกลับยิ่งรักกัน จนหลัง ๆ แค่มองตากันก็รู้แล้วว่าจะพูดอะไร เราได้รับหน้าที่เป็นพี่ฉ่อย สอนน้อง ๆ แล้วก็เพราะเป็นรองประธานกิฟต์เลยต้องประสานกับฝ่ายอื่นทุกฝ่าย เข้าไปดูไปช่วยเกือบทุกฝ่าย วันที่น้อง ๆ ขึ้นเวทีเป็นความรู้สึกที่ภูมิใจมาก ๆ เพราะเบื้องหลังการแสดงหน้าเวทีที่ทุกคนปรบมือกัน ก็ผ่านเรื่องราวมมาเยอะ ทั้งหัวเราะและน้ำตา แต่สุดท้ายพวกเราก็ทำได้ หลังจบงานภาษาไทยก็เข้าสู่ช่วงเวลาของโครงงาน ในกิฟต์ไทยคำว่า \"โครงงาน\" พูดเบา ๆ ก็ผวา ไม่ใช่โครงงานไม่ดีนะคะ แต่โครงงานเป็นงานที่ดูดวิญญาณเรามาก ต้องอ่านวิจัย ต้องอ่านตัวบท ต้องวิเคราะห์ ต้องพิมพ์ ต้องแก้ ตอนแรก ๆ ก็ท้อ ทำไม่เป็น แต่เพราะกิฟต์ไทยสอนให้เราทำให้เป็น พอเข้ามือก็เริ่มสนุก เพราะมันเป็นโครงงานภาษาไทย ที่เราได้ศึกษาในสิ่งที่เรารัก และเราจะได้นำไปนำเสนอให้คนอื่นได้เห็นในวัน Triam Udom Open house แต่กว่าจะถึงตรงนั้นก็ต้องฝ่าฟันอะไรไปเยอะ แต่เพราะเรามีเพื่อน (ร่วมชะตากรรม) ที่จะจับมือกันไป จึงผ่านพ้นมาได้</p><p><br></p><p>2 ปีในครอบครัวกิฟต์ไทยให้อะไรเราเยอะมาก ทั้งมิตรภาพ ประสบการณ์ และองค์ความรู้ เราไม่รู้เลยว่า ถ้าวันนั้นไม่ตัดสินใจกรอกฟอร์มสมัครเข้าสอบกิฟต์ไทยวันนี้เราจะเป็นเราแบบนี้หรือเปล่า เราเชื่อว่าโลกจะเหวี่ยงคนที่เหมือน ๆ กันมาไว้ด้วยกัน เหมือนผู้คนที่อยู่ในครอบครัวกิฟต์ไทยนี่แหละ ยังไงเราก็ขอให้ทุกคนที่สนใจกิฟต์ไทยของพวกเรา ได้เข้ามาเป็นสมาชิกครอบครัวกิฟต์ไทยกันนะคะ ยินดีต้อนรับทุกคนเสมอค่ะ</p>"
      },
      {
        "count": "3",
        "profile": "https://firebasestorage.googleapis.com/v0/b/oph2026edit.firebasestorage.app/o/gifted%2Fgifted-thai%2Freview2_1766249765900.jpg?alt=media&token=99e5a927-06d0-4dc5-837a-9e5a05e2fb64",
        "nick": "คีน",
        "gen": "88",
        "contact": "IG : keenee.e",
        "content": "<p>สวัสดีครับ เราคีน tu88 gth23 นะ</p><p><br></p><p><strong>“กิฟต์ไทย”</strong> เรารู้จักชื่อนี้ครั้งแรกเมื่องาน Triam Udom Open House 2025 แต่ก็เป็นการรู้เพียงผิวเผินเท่านั้น ไม่ได้รู้หรือเข้าใจอย่างถ่องแท้ว่า “กิฟต์ไทย” คืออะไร เรียนอะไร หรือมีกิจกรรมอะไรบ้าง จนกระทั่งวันมอบตัวเข้าเป็นนักเรียนเตรียมฯ ก็ได้มีโอกาสไปฟังการแนะนำโครงการกิฟต์ต่าง ๆ จากรุ่นพี่และคุณครู ซึ่งตอนนั้นได้ตั้งเป้าหมายไว้ที่ “กิฟต์ไทย” เพียงโครงการเดียว ด้วยคิดว่าที่นี่จะเป็นที่ที่เราได้ใช้ศักยภาพและความสามารถที่มีอย่างเต็มที่ ซึ่งสุดท้ายก็สอบผ่าน และแน่นอนว่าที่นี่เปลี่ยนชีวิตเราไปตลอดกาล</p><p><br></p><p>ก่อนหน้านี้เราเป็นคนหนึ่งที่ไม่กล้าทำอะไรสักอย่าง ไม่ว่าจะเป็นการแสดง การพูด หรือแม้แต่การนำเสนองานหน้าห้องล้วนแล้วแต่ทำให้ผมวิตกทุกครั้ง เหตุเพราะขาดความมั่นใจ และคิดว่าเราไม่สามารถทำได้ดี แต่ “กิฟต์ไทย” ได้คลายข้อจำกัดเหล่านั้นของเรา และทำให้เราสามารถก้าวข้ามข้อจำกัดได้อย่างถาวร หลายคนอาจจะยังไม่ทราบว่า พวกเรากิฟต์ไทยจะเป็นผู้ดำเนินงานวันภาษาไทยแห่งชาติ ซึ่งมีการแสดง ได้แก่ สุนทรพจน์ เพลงพื้นบ้าน (ฉ่อย) ละครเวที และงานเบื้องหลังอื่น ๆ ส่วนเราก็ได้แสดงละคร สำหรับเราที่เป็นคนที่ไร้ซึ่งความมั่นใจในตอนแรก งานนี้ก็ถือว่าเป็นงานยาก เหมือนเข็นครกขึ้นภูเขา เพราะทั้งชีวิตไม่เคยแสดงละครเลยสักครั้ง แต่เมื่อทำไปเรื่อย ๆ ความมั่นใจก็เริ่มมา ความประหม่าค่อย ๆ หายไป จนเรากล้าที่จะเป็นขึ้นแสดงในวันจริงอย่างมั่นใจ ซึ่งก็สามารถเห็นได้เลยว่ากิฟต์ไทยให้อะไรแก่เราเยอะมาก ไม่ว่าจะเป็นทักษะในด้านต่าง ๆ หรือการที่เราได้ค้นพบตัวเองในมุมใหม่ ๆ ที่จะทำให้เราเติบโตขึ้นได้อย่างแน่นอน</p><p><br></p><p>แต่นอกจากกิจกรรมก็มีการจัดทำโครงงาน โดยเกี่ยวข้องกับภาษาไทย ซึ่งก่อนที่จะได้จัดทำนั้น จะมีการเข้าฟังบรรยายจากอาจารย์ ผู้เชี่ยวชาญในด้านต่าง ๆ ไม่ว่าจะเป็น วรรณคดีและวรรณกรรม คติชนวิทยา และภาษาศาสตร์ ซึ่งจะสามารถนำไปต่อยอดสำหรับโครงงานเราได้ แต่สิ่งที่เราจะได้นอกเหนือจากความรู้ คือบรรยากาศแห่งการช่วยเหลือและมิตรภาพ ที่ทุกคนมีต่อกัน</p><p><br></p><p>นับแต่วันแรกที่ได้มีโอกาสพบปะนักเรียนกิฟต์ไทยทุกคน ก็สัมผัสถึงความอบอุ่น ความเป็นมิตร และความเป็นกันเอง จากเพื่อน ๆ และพี่ ๆ ได้ทันที ด้วยความที่ว่า กิฟต์ไทยได้รวบรวมคนที่มีความสนใจหรือความชอบคล้าย ๆ กัน มาอยู่ด้วยกัน ซึ่งจะได้ทั้งความสนุกสนาน เสียงหัวเราะ และมิตรภาพที่ดี จึงสามารถกล่าวได้เลยว่า “กิฟต์ไทย” เป็นมากกว่าโครงการที่รวบรวมคนจำนวนหนึ่งมาไว้ในที่เดียวกัน แต่คือ “ครอบครัว” ที่พร้อมสนับสนุน และพร้อมที่จะช่วยเหลือกันเสมอ</p><p><br></p><p>เราก็หวังเป็นอย่างยิ่งว่า ทุกคนจะได้รู้จักกิฟต์ไทยมากขึ้นไม่มากก็น้อย และอยากให้ทุกคนได้เห็นถึงความเป็น “กิฟต์ไทย” ซึ่งยากที่จะหาได้จากที่อื่น ๆ ไม่ว่าจะเป็น ทักษะ ประสบการณ์ หรือมิตรภาพดี ๆ ที่มีต่อกันในหมู่เพื่อนและพี่</p><p><br></p><p><strong>“กิฟต์ไทยรอรับพวกคุณเสมอ แล้วมาเจอกันนะ”</strong></p>"
      }
    ]
  },
  {
    "key": "gifted-science",
    "tag": "gifted",
    "name": "โครงการพัฒนาความสามารถพิเศษด้านวิทยาศาสตร์",
    "members": "40",
    "contacts": {
      "ig": "@tugiftedscience",
      "fb": "Triam Udom Gifted Science",
      "others": ""
    },
    "info": {
      "admissions": {
        "img": "https://firebasestorage.googleapis.com/v0/b/oph2026edit.firebasestorage.app/o/gifted%2Fgifted-science%2Fsection0_capture_1766317672420.jpg?alt=media&token=130b9e2d-8074-4e41-88c0-d5daf1d84f49",
        "imgDescription": "ค่ายวิทยาศาสตร์ ที่จังหวัดเชียงใหม่",
        "text": "<p>การรับสมัครโครงการ Gifted Science จะมีการเปิดรับสมัครหลังจากที่ประกาศผลการสอบติดเป็นที่เรียบร้อยแล้ว โดยจะมีการแจ้งประชาสัมพันธ์จากช่องทางการติดต่อของโครงการ เช่น Facebook Instagram เป็นต้นและจะมีการประชาสัมพันธ์ในวันที่น้อง ๆ มามอบตัวที่โรงเรียน </p><p>สำหรับการสอบคัดเลือกเข้าโครงการ จะใช้คะแนนสอบเข้าในวิชาคณิตศาสตร์และวิทยาศาสตร์ รวมไปถึงการยื่นผลงานของตนเอง 1 ผลงาน เช่น สอวน.ค่าย 1 หรือ 2 , ค่ายโอลิมปิกวิชาการ สสวท. หรือ ตัวแทนประเทศไทย IJSO เป็นต้น สำหรับในปีนี้จะต้องรอทางโรงเรียนประกาศอย่างเป็นทางการเกี่ยวกับการคัดเลือกนักเรียนเข้าสู่ โครงการ Gifted Science รุ่นที่ 24  อีกทีค่ะ</p>"
      },
      "courses": {
        "img": "https://firebasestorage.googleapis.com/v0/b/oph2026edit.firebasestorage.app/o/gifted%2Fgifted-science%2Fsection1_capture_1766317676702.jpg?alt=media&token=60d3d78a-5405-4f05-80ba-015654190ee9",
        "imgDescription": "กิจกรรมการทำเเลป",
        "text": "<p>รูปแบบการเรียนของโครงการกิฟต์วิทย์จะคล้ายกับสายการเรียนวิทย์-คณิตทั่วไป เรียนเหมือนกันทุกอย่างและเวลาเรียนเท่ากัน แต่ที่แตกต่างออกไปคือ “คาบกิฟต์” โดยคาบกิฟต์จะเป็นวิชาเลือกเพิ่มเติมที่เราได้เลือกเข้ามาตั้งแต่ตอนสมัคร โดยมีให้เลือกทั้งหมด 4 สาขา ได้เเก่ ชีววิทยา เคมี ฟิสิกส์เเละดาราศาสตร์ และโครงงาน ซึ่งคาบนี้จะเริ่มเรียนตั้งแต่ม.4 และไม่สามารถเปลี่ยนไปสาขาอื่นได้จนจบ ม.6 ในแต่ละสาขาของคาบกิฟต์จะได้เรียนเนื้อหาที่เกี่ยวกับวิชานั้นเข้มข้นมากขึ้น ด้วยรูปแบบการเรียนแบบ lecture, ปฏิบัติการทดลองทางวิทยาศาสตร์ รวมไปถึงการเรียนเนื้อหาในค่ายสอวน. เพื่อเป็นการปูพื้นฐานให้กับนักเรียนสำหรับการเข้าค่ายและสามารถนำไปต่อยอดในระดับอุดมศึกษาต่อไป</p>"
      },
      "interests": {
        "img": "https://firebasestorage.googleapis.com/v0/b/oph2026edit.firebasestorage.app/o/gifted%2Fgifted-science%2Fsection2_capture_1766317681960.jpg?alt=media&token=23d74668-c3c0-4f3e-84dc-54548ce8fdcb",
        "imgDescription": "กิจกรรมค่ายวิทยาศาสตร์ ",
        "text": "<p>การได้เป็นส่วนหนึ่งในห้องเรียนกิฟต์วิทย์ของพวกเรา นอกจากจะได้รับความรู้ด้านวิทยาศาสตร์แบบเต็ม ๆ แล้ว ยังได้ความสนุก มิตรภาพดี ๆ และประสบการณ์มากมายผ่านกิจกรรมที่หลากหลายของพวกเราอีกด้วย ไม่ว่าจะเป็นกิจกรรมรับน้อง การจัดสอบ TUGSELA ซึ่งจะเป็นการจัดการเเข่งขันทางด้านวิทยาศาสตร์ การจัดทำหนังสือสำหรับการสอบเข้าเตรียมอุดม การจัดค่ายกิฟต์วิทย์ ทัศนศึกษาดูงานต่างประเทศ และอื่น ๆ อีกมากมายซึ่งจะช่วยพัฒนาทักษะของน้อง ๆ ไม่ว่าจะเป็นในเรื่องของการสื่อสาร การทำงานเป็นทีม หรือเเม้เเต่การนำความรู้ที่มีมาต่อยอด</p>"
      }
    },
    "reviews": [
      {
        "count": "1",
        "profile": "https://i.imgur.com/j6YuKB0.jpeg",
        "nick": "เอเชีย (GS21)",
        "gen": "86",
        "contact": "IG: __asiapattarapon__",
        "content": "<p>ฮาโหลว่าที่ TU88 ทุกคน พี่ชื่อเอเชียน้า เป็นประธานสายกิฟต์วิทย์ของรุ่น TU86xGS21 พี่อยากจะมาแชร์ประสบการณ์จากการที่ได้อยู่ในครอบครัวกิฟต์วิทย์มา 2 ปีน้า ก่อนอื่นเลย กิฟต์วิทย์ของเราแบ่งออกเป็น 4 สาขาก็คือ ชีวะ เคมี ฟิสิกส์ และโครงงาน เราสามารถเลือกได้ตั้งแต่สมัครเข้าโครงการตามความสมัครใจของพวกเราเลย พวกเราจะได้ทำอะไรที่อาจจะหาทำได้ยาก อย่างการได้ใช้อุปกรณ์เจ๋ง ๆ ได้ทำแลปแปลก ๆ ได้ออกไปดูงานตามที่ต่าง ๆ พวกเรายังได้จัดกิจกรรมค่ายวิทยาศาสตร์ที่จะได้ไปศึกษาวิทย์นอกโรงเรียน ได้เปิดโลกในสถานที่ที่ไม่เคยไป อย่างปีนี้พี่ได้ไปดำน้ำที่สัตหีบ ก็เป็นอีกกิจกรรมที่ตื่นตาตื่นใจมากๆเลย อีกหนึ่งไฮไลด์คือการที่โครงการจะพาเราไปศึกษาดูงานต่างประเทศตามความสนใจ ปีที่แล้วพี่ได้โอกาสไปที่โอซากา ได้ไปดูศูนย์วิจัยนิวเคลียร์ที่อลังการมากๆ พี่พูดเลยว่ามันเป็นครั้งแรกและครั้งที่พี่คิดว่าสนุกที่สุดในการไปต่างประเทศของพี่เลย นอกจากนี้เนี่ยยังมีอีกหลายอย่างที่ห้องของเราได้ทำ ไม่ว่าจะเป็นกิจกรรมรับน้องที่จัดขึ้นร่วมกับกิฟต์เลข กิจกรรม TUGSELA ที่เราจะได้เป็นผู้ออกข้อสอบและผู้จัดสอบในรายการแข่งขันที่มีผู้เข้าแข่งขันเกือบครึ่งพัน การจัดทำหนังสือ เตรียมลิขิต ที่ลิขิตการสอบของน้องให้เป็นจริงตามฝันได้ พูดเลยว่ามีอีกหลายกิจกรรมเลยที่โครงการนี้ให้กับเรา แต่สิ่งที่สำคัญไม่แพ้กับกิจกรรมที่แน่น ๆ ก็คือการได้ใช้เวลาร่วมกับเพื่อน ๆ เราจะได้อยู่กับเพื่อนห้องนี้ไป 3 ปี พูดตรง ๆ เราแทบจะรู้จักเพื่อนทุกคนดีเลยว่าคนนี้เป็นยังไง ชอบอะไร เก่งอะไร มันทำให้เราผูกผันและรักกันมาก ๆ มากกว่าคำพูดหรืออะไรมาอธิบายความรู้สึกนี้ พี่คิดไม่ผิดที่เลือกที่จะอยู่ในห้องนี้ GS มันอบอุ่นจริง ๆ พวกเราไม่ได้เก่งแค่วิชาการ ศิลปะ ดนตรี พวกเราก็ไม่น้อยหน้าใคร อาจจะฟังดูโม้ อยากให้น้อง ๆ มาพิสูจน์นะ ครอบครัว GS รอต้อนรับทุกคนน้า ขอให้โชคดีนะคับ</p>"
      },
      {
        "count": "2",
        "profile": "https://i.imgur.com/NtHuqYV.jpeg",
        "nick": "ต้นกล้า(GS22)",
        "gen": "87",
        "contact": "IG: tonkla.official",
        "content": "<p>สวัสดีครับพี่ต้นกล้านะครับ มาจาก รุ่น GS22 พี่จะมาเล่าถึงห้องกิฟต์วิทย์ การเรียนและสังคมรุ่นพี่รุ่นน้องของห้องกิ๊ฟต์วิทย์ให้น้องๆนะครับ ห้องนี้เป็นห้องรวมของพี่ๆที่มีความถนัดด้านวิทยาศาสตร์โดยเฉพาะ พี่ๆแต่ละคนจะมีความถนัดคนละด้านหรือบางคนก็หลายๆด้านครับ เช่น ชีววิทยา เคมี ฟิสิกส์และดาราศาสตร์ แต่วิชาอื่นๆก็ไม่พร่องนะครับ เรียกว่าแต่ละคนเก่งๆกันทุกวิชาเลยครับ ทั้งนี้รูปแบบการเรียนก็เป็นเหมือนสายวิทย์-คณิตทั่วไป จำนวนชั่วโมงเรียน ข้อสอบเหมือนกันทั้งหมดแตกต่างที่มีวิชากิฟต์วิทย์ เพิ่มเติม 2 คาบต่อสัปดาห์ ซึ่งน้องๆสามารถเลือกได้ตามความถนัดของตัวเองได้เลยครับส่วนพี่เลือกวิชาชีววิทยา ซึ่งจะเน้นให้ทำแลปเพิ่มเติม ซึ่งเป็นโอกาสดีที่ได้ฝึกการใช้กล้องจุลทรรศน์ ใช้อุปกรณ์ในห้องแลป ทำให้ชำนาญมากขึ้นครับ ส่วนเรื่องสังคมกิฟต์วิทย์ สำหรับเพื่อนๆซึ่งแต่ละคนก็เก่งๆกันทั้งนั้นเวลาเรียนก็จะตั้งใจเรียนกัน บรรยากาศการเรียนในห้องดีมากเลยครับ พอเวลาเล่นก็จะสนุกสนานเฮฮากันเต็มที่ ไม่เครียด พอถึงฤดูสอบ ก็มีการช่วยติวหนังสือให้กันนอกจากนี้ ยังมีกิจกรรมในโครงการอีกมากมายเช่นการจัดทำและจำหน่ายหนังสือเตรียมลิขิต หนังสือเพื่อเตรียมสอบเข้าม.4 มีไปค่ายวิทยาศาสตร์ จัดการแข่งขัน TUGSELA ทำให้พวกพี่ๆ สนิมสนมกันมาก เพราะเราได้อยู่ร่วมกันถึง 3 ปีด้วยครับ สำหรับรุ่นพี่รุ่นน้อง กิฟต์วิทย์ รุ่นพี่ดูแลน้องน้องดีมากๆครับอบอุ่นครับ ถามได้ทุกอย่าง ช่วยเหลือเต็มที่ ซึ้งน้ำใจพี่ๆ GS มากครับ ถึงแม้บางท่านจะจบไปแล้ว ก็ยังเป็นห่วงสอบถาม คอยช่วยเหลืออยู่เสมอ ส่วนตัวพี่ชอบนะครับ อยู่ที่เตรียมอุดมฯไม่ใช่แค่วิชาการที่เข้มข้น สังคมที่นี่ก็น่ารัก น่าอยู่ มีกิจกรรมมากมายให้เก็บเกี่ยวประสบการณ์ ใช้ชีวิตม.ปลายได้อย่างเต็มที่ พี่ก็อยากชวนน้องๆให้มาเรียนเตรียมอุดมฯด้วยกันเยอะๆนะครับ มาเรียนห้องกิฟต์วิทย์ด้วย แล้วเจอกันนะครับ</p>"
      },
      {
        "count": "3",
        "profile": "https://firebasestorage.googleapis.com/v0/b/oph2026edit.firebasestorage.app/o/gifted%2Fgifted-science%2Freview2_1766317684163.jpg?alt=media&token=d51a51f4-569c-4890-ba52-2b0c243e1d0d",
        "nick": "วินเนอร์ (GS23)",
        "gen": "88",
        "contact": "",
        "content": "<p>🙏🏻สวัสดีครับน้องๆว่าที่ TU89 พี่ชื่อWinner TU88 x GS23 ก่อนอื่นพี่ขอแนะนําครอบครัว Gifted Sci ของพี่ นอกจากเราจะเป็นครอบครัวที่มีความอบอุ่น มีคุณครู GS ที่เอาใจใส่พวกเรามากๆ เรายังมีรุ่นพี่ที่น่ารักเป็นกันเอง และคอยให้ความช่วยเหลือซึ่งกันและกันในรุ่นพี่รุ่นน้องอีกด้วย เรายังมีกิจกรรมศึกษาดูงานต่างประเทศ การจัดการแข่งขันทางด้านวิชาการเช่น TUGSELA </p><p>          ครอบครัวเรายังเป็นศูนย์รวมของเพื่อนๆพี่ๆ ที่เป็นมหาเทพในวงการแข่งขันโอลิมปิกวิชาการทางด้านวิทยาศาสตร์ในหลายหลายด้านมารวมตัวกันอยู่ที่นี่ เช่น ผู้แทนประเทศ IJSO, IOAA, IBO, IChO เป็นต้น</p><p>และในการแข่งขันโอลิมปิกระดับชาติ TAO, TChO, TBO, TPhO  เรามีตัวแทนระดับชาติเป็นเพื่อนร่วมห้องของเราด้วย ข้อดีก็คือเพื่อนๆจะคอยช่วยเหลือในวิชาต่างๆที่เพื่อนแต่ละคนถนัด นอกจากความสามารถทางด้านวิทยาศาสตร์แล้ว ห้องเรายังมี ตัวแทนโอลิมปิกระดับชาติทางด้านคณิตศาสตร์และคอมพิวเตอร์ด้วย นอกจากทางด้านวิชาการแล้ว เรายังมีเพื่อนเพื่อนที่ความสามารถ ทั้งทางด้านศิลปะดนตรีและกีฬามารวมตัวกันอยู่ในห้องนี้ด้วย จึงเรียกได้ว่าเราเป็นห้องที่มีพร้อมในทุกๆด้าน</p><p>          สุดท้ายนี้พี่เป็นกำลังใจให้น้องๆ TU89 ทุกคนขอให้สอบติดได้ตัวจริง แล้วมาเอานามสกุลต่อท้ายเพิ่มเป็น GS 24 กันนะครับ</p>"
      }
    ]
  },
  {
    "key": "gifted-math",
    "tag": "gifted",
    "name": "โครงการพัฒนาความสามารถพิเศษด้านคณิตศาสตร์",
    "members": "40",
    "contacts": {
      "ig": "tugiftedmath",
      "fb": "คณิตศาสตร์ เตรียมอุดมศึกษา",
      "others": ""
    },
    "info": {
      "admissions": {
        "img": "https://firebasestorage.googleapis.com/v0/b/oph2026edit.firebasestorage.app/o/gifted%2Fgifted-math%2Fsection0_capture_1766221390407.jpg?alt=media&token=da6aadf4-fb8d-4d48-8ef0-f39d179387d9",
        "imgDescription": "นักเรียนในโครงการพัฒนาความสามารถพิเศษด้านคณิตศาสตร์ รุ่นที่ 23",
        "text": "<p>การคัดเลือกนักเรียนโครงการพัฒนาความสามารถพิเศษ แต่ละสาขาจะเกิดขึ้นหลังการประกาศผลการสอบเข้า ม.4 ของโรงเรียนเตรียมอุดมศึกษา โดยทุกคนสามารถเลือกสมัครได้เพียง 1 สาขาเท่านั้น ในส่วนการคัดเลือกของห้องเรียนโครงการพัฒนาความสามารถพิเศษด้านคณิตศาสตร์ คุณสมบัติแรกคือนักเรียนจะต้องสอบเข้ามาเรียนในสายการเรียนวิทย์-คณิต ไม่ว่าจะเป็นการสอบเข้าในรูปแบบใดก็ตาม โดยทั่วไปขั้นตอนการคัดเลือกจะมีการยื่นแฟ้มสะสมผลงาน ควบคู่กับการพิจารณาคะแนนสอบเข้าในรายวิชาคณิตศาสตร์และวิทยาศาสตร์ และมีการสอบคัดเลือกข้อเขียนก่อนจะคัดเลือกรอบสุดท้ายด้วยการสอบสัมภาษณ์ แต่ทั้งนี้กระบวนการและเกณฑ์การคัดเลือกจะมีความแตกต่างกันไปในแต่ละปี โดยสามารถติดตามได้จากช่องทางการประชาสัมพันธ์จากประกาศของกลุ่มสาระการเรียนรู้คณิตศาสตร์ หรือจากประกาศของโรงเรียนเตรียมอุดมศึกษาโดยตรง สำหรับปีที่ผ่านมาจะมีการพิจารณาสอบข้อเขียนวิชาคณิตศาสตร์ในรอบที่ 1  แต่ในรุ่น GM23 มีกระบวนการและเกณฑ์การคัดเลือกดังนี้ คุณสมบัติ 1.) นักเรียนเป็นผู้ผ่านการคัดเลือกเป็นนักเรียนโรงเรียนเตรียมอุดมศึกษาสายการเรียนวิทย์-คณิต (โควตาจังหวัด / โควตาโอลิมปิกวิชาการ / รอบคัดเลือกทั่วไปลำดับที่ 1-750 เท่านั้น) 2.) นักเรียนต้องไม่เป็นผู้สมัครเข้าโครงการ Gifted สาขาอื่น  โดยขั้นตอนการคัดเลือก รอบที่ 1 พิจารณาจากคะแนนสอบเข้ากับ Portfolio ของผู้สมัคร : เมื่อเปิดรับสมัคร นักเรียนสามารถเข้าลงทะเบียนในระบบและนำส่ง Portfolio ในระบบได้ทันที และหลังจากปิดการรับสมัครเป็นที่เรียบร้อย  คณะกรรมการจะพิจารณาคุณสมบัติผู้สมัครครบถ้วนตามเกณฑ์ฯจะมีการประกาศรายชื่อผู้ที่มีสิทธิ์สอบสัมภาษณ์ต่อไป  </p><p><br></p><p>รอบที่ 2 พิจารณาจาก Portfolio : การคัดเลือกในรอบนี้จะดำเนินการควบคู่ไปกับการสอบสัมภาษณ์ โดยผลงานที่รับพิจารณามีดังนี้ ผลงานด้านวิชาการ (สสวท. หรือ สอวน. เป็นต้น) ผลงานด้านสาธารณะประโยชน์ และผลงานกิจกรรมด้านอื่น ๆ หลังจากรอบสอบสัมภาษณ์นี้ จะมีประกาศรายชื่อนักเรียนในโครงการพัฒนาศักยภาพนักเรียนที่มีความสามารถพิเศษด้านคณิตศาสตร์อย่างเป็นทางการ โดย GM23 มีนักเรียนจำนวน 40 คน</p>"
      },
      "courses": {
        "img": "https://firebasestorage.googleapis.com/v0/b/oph2026edit.firebasestorage.app/o/gifted%2Fgifted-math%2Fsection1_capture_1766221391838.jpg?alt=media&token=b783a9cf-3827-4eb6-9d4e-1a64a7075cbf",
        "imgDescription": "นักเรียนโครงการพัฒนาความสามารถพิเศษด้านคณิตศาสตร์ รุ่นที่ 23 ถ่ายรูปรวมในคาบเรียน Enrichment ในภาคเรียนที่ 1 ปีการศึกษา 2568",
        "text": "<p>วิชาหรือหลักสูตรเพิ่มเติมของห้อง Gifted Math นักเรียนในโครงการมีวิชาเรียนทั่วไปเช่นเดียวกับสายการเรียนวิทย์-คณิต แต่มีการเพิ่มเติมคาบเรียนเข้ามาคือ คาบวิชาคณิตศาสตร์เพิ่มพูนประสบการณ์ เพิ่มมาอีก 2 คาบต่อสัปดาห์ เนื้อหาของวิชานี้คือคณิตศาสตร์ที่มีความน่าสนใจ ประกอบด้วยโจทย์แข่งขันและเนื้อหาเพิ่มเติมนอกเหนือจากวิชาคณิตศาสตร์พื้นฐานและวิชาคณิตศาสตร์เพิ่มเติม นอกจากนี้ ยังมีการจัดการเรียนการสอนนอกเหนือจากตารางเรียน โดยมีอาจารย์ผู้ทรงคุณวุฒิจากมหาวิทยาลัย ซึ่งมีประสบการณ์การสอนในค่ายสอวน. คณิตศาสตร์ ให้ความอนุเคราะห์มาถ่ายทอดความรู้ให้กับพวกเรา โดยทางโครงการจะเป็นผู้แจ้งตารางเวลาเรียน นอกจากนี้ ในช่วง ม.4 พวกเราจะได้มีโอกาสทำโครงงานคณิตศาสตร์ เพื่อนำไปนำเสนอ ในการแข่งขันโครงงานระดับประเทศต่างๆอีกด้วย อีกทั้งค่าย Gifted Math ที่พี่ ๆ ม.5 จะเป็นผู้จัดทำ เพื่อต้อนรับน้อง ๆ ม.4 ในรูปแบบการออกทริปเพื่อใช้เวลาบูรณาการความรู้และกระชับความสัมพันธ์ในค่าย เป็นการเรียนรู้นอกสถานที่ในแบบฉบับของกิฟต์เลข</p>"
      },
      "interests": {
        "img": "https://firebasestorage.googleapis.com/v0/b/oph2026edit.firebasestorage.app/o/gifted%2Fgifted-math%2Fsection2_capture_1766221392874.jpg?alt=media&token=0915f3a0-cdbe-4609-b3bb-6d7aed5eba1f",
        "imgDescription": "นักเรียนโครงการพัฒนาความสามารถพิเศษด้านคณิตศาสตร์ รุ่นที่ 22 และ 23 ถ่ายรูปรวม ขณะอยู่ในค่ายของโครงการ",
        "text": "<p>Gifted Math (n.) : กิฟต์แมท หรือ กิฟต์เลข คือห้องพัฒนาศักยภาพนักเรียนที่มีความสามารถพิเศษด้านคณิตศาสตร์ เป็นห้องเรียนที่จัดตั้งขึ้นเพื่อรวบรวมนักเรียนที่มีความสนใจและความสามารถทางวิชาการมาอยู่ด้วยกัน สร้างให้เกิดบรรยากาศที่ดีต่อการเรียนรู้และการพัฒนาตนเอง ไม่เพียงแต่ความโดดเด่นในด้านคณิตศาสตร์หรือวิชาการ ในห้อง Gifted Math ทุกคนจะได้เจอเพื่อนที่มีความสามารถหลากหลาย สนับสนุนให้เราดึงศักยภาพที่มีออกมาใช้ได้อย่างเต็มที่ พวกเรามีกิจกรรมที่ได้ทำร่วมกันหลายรูปแบบ ทั้งการจัดทำหนังสือเอื้อมพระเกี้ยว และ Zenith หนังสือคู่มือการสอบเข้า ม.4 ที่พวกเราร่วมกันตั้งใจทำตั้งแต่ต้นจนจบ หรือการจัดการแข่งขัน TUGMOs การแข่งขันคณิตศาสตร์ที่พี่ ม.5 เป็นผู้จัดทำโดยให้น้อง ม.4 ได้มีส่วนร่วม รวมไปถึงการจัดกิจกรรมรับน้อง GM GS และการจัดค่ายอื่น ๆ ทั้งหมดนี้คือสิ่งที่จะช่วยสร้างเสริมประสบการณ์และเปิดโอกาสให้นักเรียนทุกคนได้แสดงความสามารถของตัวเองในทุก ๆ ด้าน อีกหนึ่งความพิเศษคือ ห้อง Gifted Math มีเพียง 1 ห้อง หมายความว่าพวกเราจะอยู่ร่วมห้องเดียวกันที่เตรียมอุดมศึกษาเป็นเวลา 3 ปีเต็มนั่นเอง สุดท้ายนี้ พวกเราขอใช้พื้นที่ตรงนี้เชิญชวนน้อง ๆ มาทำความรู้จักกับกิฟต์เลขให้มากขึ้น มาเรียนรู้ไปพร้อมกันนะ พวกเราไม่อาจรับประกันได้ว่า Gifted Math จะเป็นทางเลือกที่ดีที่สุดของน้อง ๆ หรือไม่ แต่สิ่งที่มั่นใจคือพวกเราพร้อมโอบรับทุกคนไว้ด้วยความเต็มใจและมีความแน่วแน่ที่จะพัฒนาทั้งตัวเองและกิฟต์เลขของพวกเรา ให้เป็นพื้นที่แห่งการเรียนรู้ ให้ทุกคนได้ดึงศักยภาพที่มีออกมาใช้ให้ได้มากที่สุด ให้ทุกคนได้ใช้ชีวิตเต็มที่ตามที่ใจต้องการ และให้ 3 ปีที่นี่เป็นความทรงจำวัยเยาว์ที่งดงามในหัวใจของทุกคน</p>"
      }
    },
    "reviews": [
      {
        "count": "1",
        "profile": "https://firebasestorage.googleapis.com/v0/b/oph2026edit.firebasestorage.app/o/gifted%2Fgifted-math%2Freview0_1766221394266.jpg?alt=media&token=97a542fb-83f0-40f5-ae33-ed43bea67f0e",
        "nick": "ภูมี",
        "gen": "88",
        "contact": "IG : _bumiie",
        "content": "<p>สวัสดีน้องๆว่าที่TU89ทุกคน🤗 </p><p>พี่ชื่อภูมีนะครับเป็น TU88 ห้อง GM เลยนะ😎</p><p>เข้าเตรียมอุดมมาด้วยโควต้าจังหวัดคับผม</p><p>ตอนที่เขียนก็อยู่ช่วงที่กำลังเป็นพี่ม.5แล้วก็เลยจะรีวิวแล้วก็ไกด์ทางน้องๆทุกคนที่อยากหรือกำลังคิดอยากจะมีพระเกี้ยวน้อยติดไว้บนอกสักหน่อย🫵🏻</p><p><br></p><p>อย่างแรกเลยก็ต้องพูดถึงการสอบเข้าห้อง GM </p><p>ถ้าน้องๆกังวลว่าจะเข้าห้องนี้ได้ต้องเป็นถึงระดับผู้แทนศูนย์เลยรึเปล่า ต้องบอกว่าไม่ใช่เลยครับ ตอนที่พี่พึ่งมอบตัวก็จะมีอีเวนท์สอบเข้าGMมาพอดีเลย</p><p>ตอนนั้นพี่ก็กังวลเรื่องนี้เหมือนกันเพราะพี่ไม่มีพอร์ตเลยพึ่งมาแข่งขันเลขเอาตอนม.3ก็เลยมีผลงานดีๆแค่เลขค่าย 2 ที่เพิ่งเข้าสดๆร้อนๆเลย แต่พี่ก็ลองยื่นดูครับเพราะถึงไม่ได้ก็ไม่เสีย แถมพี่ก็ชอบเลขด้วย</p><p>ปรากฏว่าติดครับก็เพิ่งแนะนำตัวไปหนิเนอะ😆</p><p>ก็เลยอยากบอกน้องๆว่าถ้าอยากเข้าก็ยื่นๆมาเถอะครับจะได้ไม่เสียใจทีหลัง</p><p>ขอแค่สัมภาษณ์ด้วยใจจริงก็พอแล้ว😉</p><p><br></p><p>เรื่องต่อไปก็บรรยากาศในห้อง</p><p>ขึ้นชื่อว่า Gifted Math ก็คงคิดถึงเด็กเนิร์ดใส่แว่นใช้ภาษามนุษย์ต่างดาวคุยกันใช่มั้ยละ😠</p><p>ตอนแรกพี่ก็คิดอย่างนั้นแต่ว่าไม่ใช่เลย เพื่อนๆทุกคนนิสัยน่ารักกันมากๆ ไม่ใช่เรียนกันอย่างเดียวแต่เล่นเกม เล่นกีฬา ดูหนัง ฟังเพลง กันเยอะกว่าเรียนด้วยซ้ำ</p><p>ถ้าน้องเข้ามาจะต้องเจอพวกพี่ที่สนามบาสบ่อยกว่าที่ตึกเรียนแน่ๆ </p><p><br></p><p>แล้วก็มาถึงเรื่องเรียนกับกิจกรรมกันแล้ว🥳</p><p>เรื่องนี้พี่ๆคนอื่นคงพูดกันหมดแล้วแต่ก็จะบอกอีกรอบนึง คือห้อง Gifted Math ของเราจะมีคาบเลขเสริมเพิ่มในตารางอีกสัปดาห์ละ 2 คาบกับจะมีเรียนเลขเสริมหลังเลิกเรียนสัปดาห์ละวันประมาณ 3 ชม.ทุกอันจะเป็นแนวข้อสอบในค่ายสอวน. พิสูจน์ต่างๆพอเรียนจบก็จะมีสอบเก็บคะแนน ยากโดนใจแน่นอนเตรียมใจไว้เลย😭 แต่ไม่ต้องกลัวว่าออกยากขนาดนี้จะทำไม่ได้แล้วเกรดไม่ดี วิชานี้คะแนนช่วยเยอะมากๆ ขอแค่สอบให้ครบ ตั้งใจเรียนในห้อง ทำโจทย์หน่อยๆได้4แน่นอน</p><p>มาถึงเรื่องกิจกรรมห้องนี้ก็ต้องเป็นการเขียนหนังสือ </p><p>ถือว่าเป็นอีเวนท์ที่โหดที่สุดในม.4แล้ว</p><p>จะเริ่มเขียนกันตั้งเทอม1เลยส่วนที่พี่รับผิดชอบจะเป็น Zenith โดยจะมีการเลือกประธานประมาณว่าคนคุมงานมาตามงานส่วนที่เพื่อนๆรับผิดชอบ มีเวลาเขียนประมาน 3-4 เดือนแต่จัดเวลาดีๆไม่กระทบการเรียนแน่นอนแต่ว่าเหนื่อยแน่ๆ บางคนถึงขั้นต้องเอาคอมไปทำในค่ายGMเลยนะ 🥹 พอเขียนเสร็จก็จะได้ไปทำกิจกรรมเกี่ยวกับการขายหนังสือต่างๆ ถือว่าเปิดโลกมากเลยสำหรับพี่ ได้ลองเดินขายคุยกับน้องๆกับผู้ปกครอง ตอนแรกพี่ก็เขินๆแต่พอเริ่มคุ้นก็สนุกมากๆเลย</p><p>แล้วก็ค่าย Gifted Math จะเป็นการจัดโดยพี่ม.5 รับน้องม.4 เป็นค่ายต่างจังหวัดสัก 3-4 วันที่สนุกมากๆๆ</p><p>จะกิจกรรมที่พี่ม.5คิดมาให้ทำตลอดการเข้าค่าย</p><p>มีอาหารอร่อยๆเตรียมให้ทุกมื้อ ได้ไปรวมตัวห้องนอนเพื่อนสักคนตามภาษาค่ายนอนค้าง ปีต่อไปก็จะเป็นพวกพี่เองที่จัดรอเจอกันได้เลย🤗</p><p><br></p><p>อันนี้ก็จะเป็นเรื่องหลักๆที่อยากบอกน้องๆ</p><p>ถ้าให้เขียนหมดคงได้หนังสืออีกเล่มแน่ๆ😼</p><p>สุดท้ายแล้วก็อยากให้กำลังใจน้องๆว่าที่TU89ที่กำลังมุ่งมั่นอ่านหนังสือกัน </p><p>ขอให้ทุกคนๆสอบติดได้ตามที่หวังนะครับ พี่เชื่อว่าความพยายามที่น้องทำมาไม่เสียเปล่าแน่นอน✌🏻 แต่ก็อย่าลืมด้วยว่าชีวิตเราไม่ได้มีแค่เรื่องเรียน อย่าลืมพักผ่อนนอนให้พอกันด้วยละ </p><p>รอเจอน้องๆในเตรียมอุดมนะครับ🩷</p>"
      },
      {
        "count": "2",
        "profile": "https://firebasestorage.googleapis.com/v0/b/oph2026edit.firebasestorage.app/o/gifted%2Fgifted-math%2Freview1_1766221396183.jpg?alt=media&token=7c03afc5-da10-49ee-98e8-22719a6fe5e6",
        "nick": "ตะวัน",
        "gen": "88",
        "contact": "IG : nathawat_tawan",
        "content": "<p>สวัสดีน้องๆทุกคนนะคับ พี่ตะวันนะ เตรียมอุดมรุ่นที่ 88 GM 23 😎</p><p><br></p><p>นี่ก็ผ่านมาจะเทอมครึ่งละที่พี่ได้เข้ามาอยู่ในเตรียม พี่อยากบอกน้องๆทุกคนเลยนะว่าสังคมในโรงเรียนเตรียมอุดมเป็นสังคมที่ดีมาก มีสีสัน มีคนหลากหลายแบบ และในห้องกิฟเลขที่พี่อยู่ด้วยเช่นกัน ก่อนที่พี่จะเข้าพี่ก็คิดเหมือนพี่เอยนั้นแหละว่าคนในห้องน่าจะเรียนเยอะละดู nerd แต่พอได้เข้ามาจริงๆก็เจอว่าเพื่อนหลายคนไม่ได้เป็นอย่างนั้น แต่ละคนก็มีความชอบ ความถนัด มีเอกลักษณ์เป็นของตัวเอง แต่สิ่งที่เหมือนกันคือพวกเราเป็นคนที่ชอบคณิตศาสตร์</p><p><br></p><p>ในห้องกิฟเลขจะมีหลายๆอย่างที่ไม่เหมือนห้องอื่น  อย่างในด้านการเรียน ห้องกิฟเลขจะมีคาบเรียนวิชาคณิตศาสตร์เพิ่มพูนเพิ่มมา 2 คาบต่อสัปดาห์ ในวิชานี้น้องๆจะได้ฝึกทำโจทย์คณิตที่หลากหลายและยากมากขึ้น และยังมีเรียนเสริมตอนเย็นตั้งแต่เวลา 16:30-19:30 ในบางวันซึ่งจะเป็นอาจารย์มหาลัยมาสอนเนื้อหาคณิตศาสตร์คล้ายๆกับที่เจอในค่าย</p><p>สอวน.คณิตศาสตร์ 🥶</p><p><br></p><p>ในด้านกิจกรรม ห้องกิฟเลขมีอะไรให้ทำเยอะมาก 🥳 กิจกรรมในเทอมแรกหลักๆจะมีเป็นการทำหนังสือเอื้อมพระเกี้ยวและหนังสือ Zenith สำหรับเอื้อมพระเกี้ยวจะเป็นหนังสือเตรียมสอบเข้า ม.4 สำหรับคนที่กำลังเตรียมตัว ส่วนหนังสือ Zenith จะเหมาะกับเด็กสายแข่งขันที่ชอบโจทย์แนวการพิสูจน์ในค่ายสอวน. ซึ่งในห้องจะมีการจัดแบ่งงานกันทำให้ทุกคนได้ทำงานร่วมกันและรู้จักกันมากขึ้น เป็นอีกประสบการณ์หนึ่งที่ดีมากๆเลย </p><p><br></p><p>อีกกิจกรรมคือการรับน้อง ซึ่งพวกเรา กิฟเลข-กิฟวิท จะรับน้องด้วยกัน ในวันนั้นจะมีกิจกรรมหลายอย่างให้ทำเพื่อให้ได้รู้จักพี่ๆเพื่อนๆแต่ละคนมากขึ้น และมีเลี้ยงข้าวหลังจากจบกิจกรรมด้วยนะ </p><p><br></p><p>ต่อมาในช่วงปลายเทอมหนึ่งหลังจากสอบ final เสร็จ รุ่นพี่ม.5 จะพาพวกเราไปค่ายที่รุ่นพี่เป็นคนจัด 😚 โดยเอารายได้ที่ได้จากการขายหนังสือมาใช้เป็นงบในการจัดค่าย ในค่ายจะมีกิจกรรมให้เล่นสนุกๆ มีพาไปกินข้าว หรือไปเที่ยวในที่ต่างๆ ถือว่าเป็นกิจกรรมที่สนุกมากกิจกรรมนึงเลย และกิจกรรมสุดท้ายในม.4 คือการจัดงาน OPH บอกเลยว่าปีนี้พวกพี่นี่ตั้งใจจัดกันมาก ก็อยากให้พวกเรามากันเยอะนะๆ พี่ก็อยากเห็นอนาคตคนที่จะเป็นรุ่นน้องละ </p><p><br></p><p>นี่ก็คือกิจกรรมคร่าวๆของห้องกิฟเลขซึ่งยังมีอีกและไม่ได้มีเพียงเท่านี้ ก็สุดท้ายนี้พี่ขออวยพรให้น้องๆสอบติดตามที่หวังตามที่ได้ฝึกฝนกันมา แล้วมาเจอกันในเตรียมนะน้อง ❣️</p>"
      },
      {
        "count": "3",
        "profile": "https://firebasestorage.googleapis.com/v0/b/oph2026edit.firebasestorage.app/o/gifted%2Fgifted-math%2Freview2_1766221397515.jpg?alt=media&token=df8c2103-8436-454f-8786-1ba5497e88ba",
        "nick": "เอย",
        "gen": "88",
        "contact": "IG : qlamoraris",
        "content": "<p>สวัสดีค่า พี่เอยน้า เตรียมอุดมรุ่นที่ 88 GM 23 คับ ❣️❣️</p><p><br></p><p>พี่ได้เข้ามาอยู่ในรั้วเตรียมอุดมจะครบหนึ่งปีแล้ว ถ้าย้อนเวลากลับไปปีที่แล้วในช่วงนี้ พี่คงกำลังเครียดในเรื่องสอบเข้าม.4 เหมือนกับน้อง ๆ ตามหาแพชชั่น หรือที่ ๆ เหมาะกับตัวเอง สำหรับพี่ในรั้วเตรียมอุดมมีทั้ง ความอบอุ่น สีสัน มิตรภาพ ที่พี่รู้สึกว่าคุ้มค่ามาก ๆ กับการพยายามสอบเข้าเข้ามา รวมถึงในห้องกิฟต์เลข ซึ่งตอนแรกภาพในหัวของพี่คิดว่า Gifted Math คงจะมีแต่พื่อน ๆ nerd แต่ความจริงผู้คนในห้องหลากหลายมาก แต่ละคนมีความถนัดที่ต่างกัน ความโดดเด่นที่เป็นเอกลักษณ์ แต่ในความหลากหลายนี้ทุกคนล้วนมีความสนใจในคณิตศาสตร์ซึ่งทำให้เราเข้ากันได้ดี</p><p><br></p><p>ในด้านวิชาการของ Gifted Math จะมีคาบเรียนในรายวิชาคณิตศาสตร์เพิ่มพูนเพิ่มมา 2 คาบต่อสัปดาห์ซึ่งแตกต่างจากแผนการเรียน วิทย์-คณิต ทั่วไป ในรายวิชานี้เราจะได้ลองฝึกทำโจทย์ทั้งในและนอกเนื้อหา ในประเด็นของโจทย์ที่น่าสนใจ รวมถึงพวกเราจะมีเรียนเสริมตอนเย็นที่เรียกว่า enrichment เวลา 16:30-19:30 ของวันพุธหรือวันพฤหัสบดี โดยจะมีอาจารย์มหาวิทยาลัยมาสอนเนื้อหาที่นอกจากในหนังสือเรียน การเขียนพิสูจน์ต่าง ๆ คล้ายกันในค่ายสอวน.คณิตศาสตร์</p><p><br></p><p>ต่อมาคงเป็นทีเด็ด ในด้านกิจกรรม Gifted Math ของเรามีเยอะมาก 💪🏻🩷</p><p>โดยเปิดเทอมหนึ่งมาเราจะเริ่มกับกิจกรรมที่  1️⃣ การรับน้อง !! โดยพวกเรา Gifted Math - Gifted Sci จะรับน้องด้วยกัน มันสนุกมากก จะทำให้เราได้รู้จักพี่ ๆ และเพื่อนจากกิฟต์วิทย์และเราจะสนิทกับเพื่อนในห้องมากขึ้น รวมถึงมีเลี้ยงข้าวรับน้องด้วยนะ ะ อันนี้คือเริ่ดมาก ตอนนี้พี่ ๆ รอต้อนรับน้อง GM24 อยู่นะะ</p><p><br></p><p>ต่อมาเป็นกิจกรรมที่ 2️⃣ การทำหนังสือเอื้อมพระเกี้ยวและหนังสือ Zenith น้อง&nbsp;ๆ&nbsp;หลายคนอาจจะได้ยินชื่อกัน&nbsp;หรือบางคนอาจจะซื้อ&nbsp;อาจจะพรีออเดอร์&nbsp;กันไว้แล้ว&nbsp;หนังสือเอื้อมพระเกี้ยวก็จะเป็นหนังสือสำหรับเตรียมสอบเข้า&nbsp;ม.4&nbsp;โดยเฉพาะ&nbsp;ส่วน&nbsp;Zenith&nbsp;ก็จะเหมาะกับน้องที่ชอบแข่งขันรายการเกี่ยวกับคณิตศาสตร์เนื้อหาการเขียนพิสูจน์&nbsp;ซึ่งห้อง&nbsp;Gifted&nbsp;Math&nbsp;ของเราก็จะเป็นคนช่วยกันทำ&nbsp;ซึ่งก็บอกเลยว่าการช่วยกันทำหนังสือแล้วมาช่วยกันขายนี่เป็นอีกหนึ่งบรรยากาศที่พี่ชอบมาก&nbsp;ๆ&nbsp;เลยนะ&nbsp;ทุก&nbsp;ๆ&nbsp;คนจะช่วยกันทำมาก&nbsp;ๆ&nbsp;แล้วเราก็จะได้เรียนรู้อะไรใหม่&nbsp;ๆ&nbsp;เยอะขึ้น&nbsp;ได้ลองตีพิมพ์หนังสือที่เราได้มีส่วนเป็นคนเขียนเอง&nbsp;พอมันสำเร็จก็ดีใจมาก ๆ เลย&nbsp;ส่วนรายได้ที่พวกเราหามาได้นี่ก็จะเอาไปใช้ในกิจกรรมต่อไปให้กับน้อง&nbsp;ๆ&nbsp;GM&nbsp;24&nbsp; </p><p><br></p><p>ต่อมากิจกรรมที่ 3️⃣ หลังจากสอบ final ของเทอมแรกเสร็จเราก็จะมีค่าย Gifted Math ซึ่งรุ่นพี่ม.5 จะจัดค่ายให้น้อง ๆ โดยเราก็จะนำรายได้จากการขายหนังสือมาจัดค่ายนี่แหละ จะเป็นค่ายไปต่างจังหวัด 3-4 วัน ซึ่งสนุกมาก ได้ไปเที่ยวกับเพื่อน ๆ กับพี่ ๆ เหมือนเป็นรางวัลหลังจากสอบ final เสร็จ และกิจกรรมสุดท้ายของม.4 กิจกรรมที่ 4️⃣ คือการจัดบูธงาน Triamudom Openhouse ที่จะถึงในวันที่ 9-10 มกราคมนี้ มาเจอพวกพี่กันเยอะ ๆ นะ พวกเรา Gifted Math เต็มที่มากม้าก รอเจอน้อง ๆ ทุกคนไม่ไหวแล้ว 😙😙 </p><p><br></p><p>แต่ใน ม.5️⃣ เราก็จัดมีกิจกรรมอีกนะ เป็นการจัดสอบ TUGMOs เป็นรายการแข่งขันคณิตศาสตร์ระดับมัธยมศึกษาตอนต้นนี่แหละ&nbsp;ซึ่งพี่&nbsp;ๆ&nbsp;ห้อง&nbsp;Gifted&nbsp;Math&nbsp;ก็เป็นคนออกข้อสอบเองหมดเลย&nbsp;พี่&nbsp;ๆ&nbsp;ม.5&nbsp;จะเป็นคนจัดงานนี้เป็นหลัก&nbsp;ส่วน&nbsp;ม.4&nbsp;ก็จะมาช่วยคุมสอบกับช่วยตรวจข้อสอบ </p><p><br></p><p>อันนี้เป็นกิจกรรมคร่าวๆของห้อง Gifted&nbsp;Math&nbsp;นะคับ สุดท้ายนี้เอยขอให้ทุกคนสอบติดตามที่หวังนะ ไฟติ้งง ถ้ามีข้อสงสัยอะไรก็ทักมาปรึกษาเอยได้น้า แล้วมาเจอกันในรั้วเตรียมอุดมนะคะ🫶🏻🫶🏻</p>"
      }
    ]
  },
  {
    "key": "gifted-english",
    "tag": "gifted",
    "name": "โครงการพัฒนาความสามารถพิเศษด้านภาษาอังกฤษ",
    "members": "32",
    "contacts": {
      "ig": "@tugiftedenglish",
      "fb": "English Department - Triam Udom Suksa School",
      "others": "X: tugiftedenglish"
    },
    "info": {
      "admissions": {
        "img": "https://firebasestorage.googleapis.com/v0/b/oph2026edit.firebasestorage.app/o/gifted%2Fgifted-english%2Fsection0_capture_1766233923146.jpg?alt=media&token=64bd9bc7-1457-4c58-97b2-57e1d57bd038",
        "imgDescription": "ภาพรวมนักเรียนรุ่นที่ 22 ขณะเข้าร่วมกิจกรรมค่าย Gifted English Camp",
        "text": "<p><strong><u>เงื่อนไขการรับสมัคร</u></strong></p><p>นักเรียนที่สามารถสมัครเข้าโครงการพัฒนานักเรียนความสามารถพิเศษด้านภาษาอังกฤษ หรือ Gifted English ได้ จะต้องมีคุณสมบัติดังนี้</p><p>1. เป็นนักเรียนที่ผ่านการคัดเลือกเข้าศึกษาในแผนการเรียน <strong>ภาษา-คณิต</strong> หรือ <strong>ภาษา-ภาษา</strong> (ได้ทุกภาษา) ที่มอบตัวเป็นนักเรียนชั้นมัธยมศึกษาปีที่ 4 ภายในวันที่กำหนดแล้วเท่านั้น (นักเรียนที่ยังมีรายชื่อในบัญชีสำรอง ไม่สามารถสมัครได้)</p><p>2. มีผลการเรียนทุกรายวิชาเฉลี่ย (เกรดเฉลี่ยรวม) ไม่ต่ำกว่า 3.50 และผลการเรียนเฉลี่ย (เกรดเฉลี่ย) รายวิชาภาษาอังกฤษ ทั้งรายวิชาพื้นฐานและเพิ่มเติม ไม่ต่ำกว่า 3.80</p><p>3. มีความสนใจและมีความสามารถด้านวิชาภาษาอังกฤษ</p><p>4. เลือกยื่นสมัครโครงการพัฒนานักเรียนความสามารถพิเศษด้านภาษาอังกฤษ<strong>เพียงโครงการเดียวเท่านั้น </strong></p><p><br></p><p><strong><u>การคัดเลือกเข้าโครงการ</u></strong></p><p>จะมีการประชาสัมพันธ์ข้อมูลเกี่ยวกับการรับสมัครผ่านเพจ Facebook ของกลุ่มสาระฯ ภาษาอังกฤษ และจะเปิดรับสมัครหลังการประกาศผลสอบคัดเลือก ม.4 (ประกาศรับสมัครภายในเดือนเดียวกับที่ประกาศผลสอบคัดเลือก) โดยจะเปิดรับนักเรียนไม่เกิน 36 คน* สำหรับขั้นตอนการคัดเลือกจะมีทั้งหมด 3 ขั้นตอน ดังนี้</p><p>1. ตรวจสอบคุณสมบัติ (กรอกแบบฟอร์มและส่งแฟ้มสะสมผลงานผ่านฟอร์ม)</p><p>2. สอบข้อเขียน (มี 2 ส่วน คือ Writing (การเขียน) และ Listening (การฟัง) )</p><p>3. สอบสัมภาษณ์ทางวิชาการ (สอบพูดเป็นภาษาอังกฤษ)</p><p><br></p><p>* ข้อมูลอ้างอิงตามระเบียบการรับสมัครของปีการศึกษา 2568 อาจมีการเปลี่ยนแปลงได้ สามารถติดตามข่าวสารเกี่ยวกับการรับสมัครและสมัครเข้าโครงการได้ผ่านเพจ Facebook “English Department - Triam Udom Suksa School” รวมถึงผ่านช่องทางการติดต่ออื่น ๆ</p><p><br></p><p><strong><u>หมายเหตุ: </u></strong></p><p>• นักเรียนในโครงการ <strong><em><u>ไม่</u></em></strong><em><u>สามารถเข้าร่วมโครงการแลกเปลี่ยน</u></em> ที่มีระยะเวลานานกว่า 3 เดือนได้ในชั้นมัธยมศึกษาปีที่ 4 และ 5</p><p>• สำหรับนักเรียนในโครงการพัฒนานักเรียนความสามารถพิเศษด้านภาษาอังกฤษ <strong><em><u>ไม่</u></em></strong><em><u>ต้องชำระค่าบำรุงการศึกษาเพิ่มเติม</u></em> (ยกเว้นในบางกิจกรรม)</p>"
      },
      "courses": {
        "img": "https://i.imgur.com/Bs5qdlh.jpeg",
        "imgDescription": "ภาพบรรยากาศการเรียนวิชา Advanced Analytical Reading and Writing",
        "text": "<p>สำหรับวิชาและหลักสูตรเพิ่มเติมที่นักเรียนในโครงการ Gifted English จะต้องเรียนเพิ่มเติมจากนักเรียนนอกโครงการ ประกอบด้วย</p><p><br></p><p><u>1. รายวิชาภาษาอังกฤษ 1-4 (GE) </u></p><p>• จำนวน 2 คาบต่อสัปดาห์ ในระดับชั้น<strong>มัธยมศึกษาปีที่ 4 และ 5 </strong></p><p>• หลักสูตรแตกต่างกับเนื้อหาของวิชาภาษาอังกฤษ 1-4 ปกติ ที่ไม่ใช่ของโครงการ</p><p>• แยกออกมาเรียนร่วมกับนักเรียนในโครงการด้วยกัน โดยเรียนกับอาจารย์ต่างชาติ</p><p>• <strong>เนื้อหา :</strong> เน้นพัฒนาทักษะการเขียน การพูด การศึกษาค้นคว้า และการจัดการเป็นหลัก โดยเฉพาะ Academic Writing</p><p><br></p><p><u>2. รายวิชาภาษาอังกฤษเชิงวิเคราะห์ขั้นสูง (Advanced Analytical Reading and Writing) 1-4 </u></p><p>• จำนวน 2 คาบต่อสัปดาห์ ในระดับชั้น<strong>มัธยมศึกษาปีที่ 4 และ 5</strong></p><p>• หลักสูตรแตกต่างกับเนื้อหาของวิชาภาษาอังกฤษอ่าน-เขียน 1-2 และ วิชาภาษาอังกฤษอ่าน-เขียนเชิงวิเคราะห์ 1-2 ที่ไม่ใช่ของโครงการ</p><p>• แยกออกมาเรียนร่วมกับนักเรียนในโครงการด้วยกัน โดยเรียนกับอาจารย์ต่างชาติ</p><p>• <strong>เนื้อหา :</strong> เน้นการศึกษาวิเคราะห์วรรณกรรม งานเขียน และสื่อต่าง ๆ รวมถึงการตีความและวิเคราะห์คุณค่าของผลงานนั้น ๆ</p><p>• มีการเรียนหนังสืออ่านนอกเวลาที่แตกต่างจากนักเรียนนอกโครงการ</p><p><br></p><p><u>3. รายวิชาภาษาอังกฤษเพิ่มพูนประสบการณ์ 1 (English Enrichment 1)</u></p><p>• จำนวน 1 คาบต่อสัปดาห์ ในชั้น<strong>มัธยมศึกษาปีที่ 4 </strong></p><p>• เรียนเพิ่มเติมในวันศุกร์ คาบที่ 4 (เวลา 11.00 เป็นต้นไป) โดยเรียนกับอาจารย์ผู้เชี่ยวชาญภาษาอังกฤษ</p><p>• <strong>เนื้อหา :</strong> เน้นการต่อยอดการเขียนเชิงวิชาการและการทำกิจกรรมของโครงการ</p><p><br></p><p><u>4. รายวิชาภาษาอังกฤษเพิ่มพูนประสบการณ์ 2 (English Enrichment 2)</u></p><p>• จำนวน 1 คาบต่อเดือน ในชั้น<strong>มัธยมศึกษาปีที่ 5 </strong></p><p>• จะเป็นการเรียน seminar ในหัวข้อต่าง ๆ</p><p><br></p><p><u>5. รายวิชาภาษาอังกฤษเชิงวิเคราะห์ขั้นสูง (Advanced Analytical Reading and Writing) 5-6 </u></p><p>• รายวิชาในระดับชั้น<strong>มัธยมศึกษาปีที่ 6 </strong></p><p>• มีการทำโครงงานก่อนจบการศึกษา</p><p><br></p><p><em>อ้างอิงข้อมูลจาก Instagram @tugiftedenglish</em></p>"
      },
      "interests": {
        "img": "https://firebasestorage.googleapis.com/v0/b/oph2026edit.firebasestorage.app/o/gifted%2Fgifted-english%2Fsection2_capture_1766233924572.jpg?alt=media&token=da5d8dc2-19ff-4911-81f9-ab261f7c7680",
        "imgDescription": "ภาพขณะกำกิจกรรมจิตอาสาวิชาภาษาอังกฤษกับน้อง ๆ รร. บ้านท่าหวี (ส่วนหนึ่งของค่าย GE Camp 2025)",
        "text": "<p>ในส่วนของความพิเศษและความน่าสนใจของโครงการ นักเรียนในโครงการพัฒนานักเรียนความสามารถพิเศษด้านภาษาอังกฤษ (Gifted English) จะ<strong>ได้เรียนในเนื้อหาภาษาอังกฤษที่เป็นขั้นสูงและเข้มข้น</strong>กว่านักเรียนนอกโครงการ กล่าวคือ จะไม่ได้เรียนพื้นฐานไวยกรณ์ภาษาอังกฤษ แต่เนื้อหาจะเน้นไปที่การใช้ภาษาเพื่อคิดวิเคราะห์ และเพื่อต่อยอดไปสู่ภาษาอังกฤษเชิงวิชาการต่อไป ซึ่งนักเรียนจะได้พัฒนาความสามารถภาษาอังกฤษด้านการฟัง พูด อ่าน เขียน คิดวิเคราะห์ ผ่านรูปแบบการสอนที่หลากหลาย เช่น การนำเสนอหน้าชั้นเรียน แลกเปลี่ยนความคิดเห็น การศึกษาค้นคว้าด้วยตนเองหรือเป็นกลุ่ม เป็นต้น โดยนักเรียนในโครงการ Gifted English ก็จะได้เรียนรายวิชาภาษาอังกฤษกับอาจารย์ชาวต่างชาติเจ้าของภาษาเพิ่มเติมจากนักเรียนนอกโครงการรวม 4 คาบ ต่อสัปดาห์ (นักเรียนเตรียมอุดมศึกษาทุกคนจะได้เรียนกับอาจารย์ชาวต่างชาติอย่างน้อย 1-2 คาบต่อสัปดาห์อยู่แล้ว) และในปีสุดท้าย นักเรียนในโครงการก็จะมีโอกาสได้ทำโครงงานวิชาการเป็นภาษาอังกฤษ โดยมีคุณครูผู้เชี่ยวชาญเป็นที่ปรึกษาตลอดโครงการ โครงการนี้จึงถือเป็นโอกาสที่ดีในการพัฒนาทักษะภาษาอังกฤษของตนเองในด้านต่าง ๆ</p><p><br></p><p>ในด้านของกิจกรรม โครงการ Gifted English จะได้มีส่วนร่วมในการรับผิดชอบและจัดกิจกรรมต่าง ๆ ยกตัวอย่างเช่น กิจกรรม International Week, กิจกรรมสัปดาห์วันคริสต์มาส, กิจกรรม Secret Santa ฯลฯ ซึ่งกิจกรรมเหล่านี้เอง นักเรียนจะเป็นผู้ออกแบบและจัดการเป็นหลัก อีกหนึ่งกิจกรรมอันเป็นจุดเด่นของโครงการคือ <strong>ค่าย Gifted English Camp</strong> ที่นักเรียนในโครงการทั้งสามชั้นปีจะได้เข้าค่ายค้างคืนนี้ร่วมกัน โดยนักเรียน Gifted English ชั้นมัธยมศึกษาปีที่ 6 จะเป็นผู้รับผิดชอบการจัดค่ายดังกล่าว ในค่ายนี้ นักเรียนจะได้ทำกิจกรรมจิตอาสา ทัศนศึกษานอกสถานที่ และทำกิจกรรมบูรณาการร่วมกันนักเรียนร่วมรุ่นและรุ่นพี่รุ่นน้อง โดยเน้นการคิด วิเคราะห์ และใช้ภาษาอังกฤษตลอดทั้งค่าย</p><p><br></p><p>นอกจากนี้ โครงการ Gifted English นั้น ประกอบไปด้วยนักเรียนจากหลากหลายสายการเรียน จึงทำให้นักเรียน<strong>ได้รู้จักกับเพื่อน ๆ ร่วมรุ่นจากต่างสายการเรียน</strong>ที่มีลักษณะและความสนใจคล้าย ๆ กัน แต่ก็มีความโดดเด่นเฉพาะตัวสูงเช่นกัน จึงทำให้นักเรียนได้แลกเปลี่ยนความคิดกับเพื่อนร่วมรุ่นและได้มุมมองใหม่ ๆ อยู่เสมอ ๆ รวมถึงได้รู้จักกับรุ่นพี่และรุ่นน้องที่มาจากต่างสายการเรียน ผ่านการทำงานด้วยกัน หรือกิจกรรม เช่น การเล่นพี่-น้องรหัส Gifted English เป็นต้น จึงทำให้นักเรียนในโครงการ Gifted English เป็นกลุ่มนักเรียนที่มีความสัมพันธ์แน่นแฟ้นอย่างมาก</p>"
      }
    },
    "reviews": [
      {
        "count": "1",
        "profile": "https://firebasestorage.googleapis.com/v0/b/oph2026edit.firebasestorage.app/o/gifted%2Fgifted-english%2Freview0_1766233925837.jpg?alt=media&token=b1b78164-d6a4-4a0f-b14a-acf3b6dafd98",
        "nick": "เคเจ",
        "gen": "88, GE22",
        "contact": "Instagram: @jay_peaceout",
        "content": "<p><span style=\"color: rgb(0, 0, 0); background-color: transparent;\">สวัสดีครับ พี่เคเจ ศิลป์ฝรั่งเศสและ เป็น Gifted English รุ่นที่22 นะคั้บบบ ก็ก่อนอื่นขอบอกเลยว่าจากประสบการณ์พี่แล้วเนี่ย ตัวเองเป็นคนที่ค่อนข้างมีใจรักภาษาอังกฤษ โดยเฉพาะด้านการสื่อสารและในสื่อต่างๆเช่นภาพยนตร์ ซีรี่ย์อินเตอร์ หรือเพลงพี่ก็ชอบเพลงสาลเป็นหลักๆ ซึ่งเหมาะกับการเรียนในโครงการนี้มากๆเพราะ Gifted English นั้นจะสอนอังกฤษในรูปแบบที่สเต็ปอัปไปอีกขั้นเลย ปกติเวลาเรียนอังกฤษก็จะสอนพวกแกรมม่า vocabulary อะไรประมาณนี้ใช่ปะ แต่ของ Gifted English เนี่ยจะโฟกัสกับการสื่อสารและการใช้งานจริงๆเลย โดยจะเน้นการเรียนรู้ในแขนงที่หลากหลายขึ้น เช่น การตีความวรรณกรรมอังกฤษ การใช้ภาษาเพื่อการพรีเซนต์โปรเจกต์ การเขียน Essay ในรูปแบบ Academic และ Creative และอื่นๆอีกเยอะเลยยย เรียกได้ว่าสายฝอที่ชอบอะไรแนวเมกันๆ ชอบเขียนชอบพูดแบบพี่ ต้องถูกใจแน่นอน และอีกหนึ่งข้อดีคือทางโครงการเรานั้นก็จะมีค่ายพักแรมอีกด้วย! สนุกระเบิดเลยล่ะพี่บอกเลย และหลายๆคนอาจคิดว่าการเรียนอะไรแนวกิ้ฟๆต้องเน้นวิชาการจ๋า แบบเข้มโรบัสต้า พี่ขอบอกเลยว่าไม่จริง! Gifted English ของเรามีกิจกรรมต่างๆที่ให้น้องๆทำที่โรงเรียน และที่สำคัญครูๆที่สอนก็จะเป็นครูต่างชาติที่แต่ละคนใจดีม้ากๆๆ ท่านก็จะคอยช่วยคอยดูแลตลอดการเรียนเลยหล่ะะ สุดท้ายนี้สำหรับน้องๆคนไหนที่กำลังลังเลว่าจะสมัครดีไหม ลองสมัครมาก่อนเลยยย!! พี่ๆรอเจอน้องๆ Gifted English รุ่นที่ 23 ทุกๆคนอยู่นะครับบบบ &lt;33</span></p><p><br></p><p><em style=\"color: rgb(0, 0, 0); background-color: transparent;\">(พี่เคเจ TU88 GE22 สายการเรียนภาษา-ภาษาฝรั่งเศส)</em></p>"
      },
      {
        "count": "2",
        "profile": "https://firebasestorage.googleapis.com/v0/b/oph2026edit.firebasestorage.app/o/gifted%2Fgifted-english%2Freview1_1766233926945.jpg?alt=media&token=df1aa6cc-c6cc-4165-bccc-fd699f719fd6",
        "nick": "โอมมี่",
        "gen": "87, GE21",
        "contact": "Instagram: @0hmie17",
        "content": "<p><span style=\"color: rgb(0, 0, 0); background-color: transparent;\">สวัสดีนะครับ พี่โอมมี่ ม.5 สายภาษา-ฝรั่งเศส เป็นนักเรียนโครงการพัฒนาความสามารถพิเศษด้านภาษาอังกฤษ รุ่นที่ 21 และเป็นประธาน Gifted English คนปัจจุบันนะครับ 💖</span></p><p><br></p><p><strong style=\"color: rgb(0, 0, 0); background-color: transparent;\"><em>Gifted English in a Nutshell</em></strong><em style=\"color: rgb(0, 0, 0); background-color: transparent;\"> </em><span style=\"color: rgb(0, 0, 0); background-color: transparent;\">🎀</span></p><p><span style=\"color: rgb(0, 0, 0); background-color: transparent;\">Gifted English คือแหล่งรวมคนที่มีความสามารถด้านภาษาอังกฤษจากสายศิลป์ทุกสายมาเรียนภาษาอังกฤษขั้นสูงด้วยกัน โดยจะแยกออกมาเรียนเนื้อหาที่ต่างจากในห้องเรียนทั่วไป เป็นโอกาสที่ทำให้เราได้รู้จักเพื่อนข้ามสายมากขึ้น ได้เจอคนที่มีความสนใจหลากหลาย</span></p><p><span style=\"color: rgb(0, 0, 0); background-color: transparent;\">Gifted English เปิดโอกาสให้ทุกคนได้มาแลกเปลี่ยนความรู้กัน ใช้ภาษาอังกฤษเป็นสื่อกลางในการเรียนรู้อะไรใหม่ ๆ ที่อาจจะหาจากตำราไม่ได้ รวมถึงได้มาทำกิจกรรมด้วยกัน เช่น ค่าย Gifted English หรืองานอื่น ๆ เช่น TU Christmas ที่พวกเราก็เป็นคนจัดเช่นกัน</span></p><p><span style=\"color: rgb(0, 0, 0); background-color: transparent;\"> </span></p><p><strong style=\"color: rgb(0, 0, 0); background-color: transparent;\"><em>What makes GE so special? </em></strong><span style=\"color: rgb(0, 0, 0); background-color: transparent;\">🪄</span></p><p><span style=\"color: rgb(0, 0, 0); background-color: transparent;\">สำหรับพี่แล้ว GE เป็นอะไรที่พิเศษมาก ๆ เริ่มแรกก็คือเนื้อหาด้านวิชาการ ทั้งการเขียน Essay ได้ใช้ภาษาอังกฤษในการฝึกเขียนเชิงวิชาการ รวมถึงได้เรียนการวิเคราะห์วรรณกรรม ปรัชญา และประเด็นทางสังคม โดยทั้งหมดจะผ่านการเรียนกับครูต่างชาติ ทำให้เราได้ฝึกฝนการแสดงความคิดเห็นและพูดคุยกันเป็นภาษาอังกฤษ ซึ่งพี่มองว่ามันคือการเปิดโอกาสให้เราได้รู้จักค้นคว้าและเรียนรู้เรื่องใหม่ ๆ โดยมีองค์ความรู้ภาษาอังกฤษเข้ามาทำให้ความรู้มันกว้างขึ้นมาก ๆ เลย</span></p><p><span style=\"color: rgb(0, 0, 0); background-color: transparent;\">ส่วนเพื่อน ๆ ใน GE เองก็เป็นกลุ่มเพื่อนที่พี่ดีใจมาก ๆ ที่ได้เจอ เพราะคนเหล่านี้เป็นคนที่มีความชอบความสนใจทั้งเหมือนและต่างกับเรา เราจึงได้มาพูดคุยกับพวกเขา ได้แชร์เรื่องที่ชอบเหมือนกัน และได้รู้จักอะไรใหม่ ๆ จากเพื่อนเช่นกัน แถมทุกคนยังน่ารักและเฟรนด์ลี่มาก ๆ อีกด้วยย GE ทำให้เราได้รู้จักคนเยอะขึ้นและได้มีคอนเนคชันกว้างไกลสุด ๆ เลยล่ะ #กิ๊ฟเต้ดอิงลิชส่งออก น้า</span></p><p><span style=\"color: rgb(0, 0, 0); background-color: transparent;\">และที่ขาดไปไม่ได้เลยคือกิจกรรมของ GE ที่ทำให้ประสบกาณ์ของพี่ยิ่งมีความหมาย เริ่มจากค่าย GE ที่จะพาพวกเราไปทำกิจกรรมร่วมกันทั้งสามระดับชั้นที่ทั้งสุนกและตราตรึงใจมาก ๆ จนพอเรามาเป็นพี่ ม.5 ก็จะได้เป็นคนจัดกิจกรรมมากขึ้น นั่นก็คืองาน TU Christmas และเป็นคนจัดค่ายทั้งหมดตอน ม.6 ด้วย โดยเราก็จะได้ร่วมงานกับเพื่อน ๆ ในรุ่น ได้ช่วยกันออกแบบงานทลทั้งหมดขึ้นมา เรียกได้ว่าเป็นหนึ่งในช่วงเวลาความทรงจำดี ๆ ของพี่ในเตรียมฯ เลยจริง ๆ</span></p><p><span style=\"color: rgb(0, 0, 0); background-color: transparent;\">นับตั้งแต่วันที่พี่สอบติด แล้วตัดสินใจสมัครเข้า Gifted English ทั้งสอบข้อเขียนและสัมภาษณ์ จนได้มาเป็นนักเรียนกิ๊ฟนั้น เราไม่เคยเสียใจหรือรู้สึกว่าตัดสินใจผิดเลย เพราะที่นี่คือบ้านอันแสนอบอุ่นของพี่ เป็นพื้นที่ที่ทำให้เราได้เรียนรู้และเติบโตไปกับเพื่อนแสนน่ารักทุก ๆ คน และได้เปิดโลกของพี่มาก ๆ เลยล่ะ</span></p><p><strong style=\"color: rgb(0, 0, 0); background-color: transparent;\"><em>Message to future GE’s </em></strong><span style=\"color: rgb(0, 0, 0); background-color: transparent;\">💌</span></p><p><span style=\"color: rgb(0, 0, 0); background-color: transparent;\">ถึงว่าที่น้อง TU89 และน้อง ๆ ที่สนใจใน GE ทุก ๆ คน พี่ขอให้พวกเธอตั้งใจเตรียมตัวและฝึกฝนตัวเองนะ สอบเข้าเตรียมฯ ไม่ได้ยากอย่างที่เธอคิด ถ้าเธอพยายามอย่างเต็มที่ เชื่อใจและมั่นใจในตัวเองมาก ๆ เข้าล่ะ </span></p><p><span style=\"color: rgb(0, 0, 0); background-color: transparent;\">และถ้าเธอมีความรักและชื่นชอบในภาษาอังกฤษ พี่ ๆ ก็ยินดีต้อนรับน้อง ๆ ทุกคนมาเป็นส่วนหนึ่งของครอบครัว Gifted English น้า แล้วเจอกันในรั้วเตรียมอุดมฯ นะครับ !</span></p><p><span style=\"color: rgb(0, 0, 0); background-color: transparent;\">“A home where each flower gets their season to bloom, the Gifted English family awaits your presence.” 💐</span></p><p><br></p><p><em style=\"color: rgb(0, 0, 0); background-color: transparent;\">(พี่โอมมี่ TU87 GE21 สายการเรียนภาษา-ภาษาฝรั่งเศส)</em></p>"
      },
      {
        "count": "3",
        "profile": "https://firebasestorage.googleapis.com/v0/b/oph2026edit.firebasestorage.app/o/gifted%2Fgifted-english%2Freview2_1766233927986.jpg?alt=media&token=64e80086-b966-4b8b-9838-99e0aebb10ac",
        "nick": "จีน",
        "gen": "86, GE20",
        "contact": "Instagram: @_sn.jjj",
        "content": "<p><span style=\"color: rgb(0, 0, 0); background-color: transparent;\">สวัสดีค่า เราชื่อจีน อยู่โครงการพัฒนานักเรียนความสามารถพิเศษด้านภาษาอังกฤษรุ่นที่ 20 ♡ ครอบครัวกิฟต์ของเรามีชื่อย่อว่า GE (Gifted English) และถึงแม้รุ่นเราจะมีกันอยู่เพียง 35 คน แต่พวกเราก็มีความทรงจำดี ๆ ร่วมกันมากมาย ด้วยคติที่ว่า live up to our name ✩ GE ✩ ตลอดระยะเวลา 3 ปีในกิฟต์ น้อง ๆ จะได้เรียนเนื้อหาเพิ่มเติมที่จะเสริมสร้างทักษะภาษาอังกฤษในหลากหลายด้าน รวมถึงได้ร่วมกิจกรรมสนุก ๆ ที่ได้สาระอีกเพียบ ไม่ว่าจะเป็นค่ายกิฟต์ (GE Camp) การแข่งขันภาษาอังกฤษ การจัดพาเหรด หรือการร่วมแสดงงาน International Week และอีกมากมาย 。。 ❥ Come join us ! มาเป็นเด็กกิฟต์ด้วยกันน้า</span></p><p><br></p><p><em style=\"color: rgb(0, 0, 0); background-color: transparent;\">(พี่จีน TU86 GE20 สายการเรียนภาษา-คณิตศาสตร์)</em></p>"
      }
    ]
  }
]