[
  {
    "key": "TUCMC",
    "tag": "organizations",
    "name": "คณะกรรมการงานกิจกรรมพัฒนาผู้เรียน (กช.)",
    "members": "14",
    "contacts": {
      "ig": "tucmc_official",
      "fb": "tucmc",
      "others": "tucm.cc/links"
    },
    "info": {
      "activities": {
        "img": "https://i.im.ge/2026/01/06/GoWgg9.0002.jpeg",
        "imgDescription": "สมาชิกของคณะกรรมการงานกิจกรรมพัฒนาผู้เรียน",
        "text": "<h2><strong>กช. หรือ คณะกรรมการงานกิจกรรมพัฒนาผู้เรียน</strong> </h2><p>คือ องค์กรนักเรียนที่บริหารจัดการและดูแลทุก ๆ ชมรมภายในโรงเรียน ประสานงานกิจกรรมเพื่อสังคมและสาธารณประโยชน์ ประชาสัมพันธ์การคัดเลือกคทากร และจัดเตรียมงานนิทรรศการวิชาการ Triam Udom Open House ตั้งแต่ขั้นตอนการวางแผน  ประสานงานกับหน่วยงานต่าง ๆ ภายในโรงเรียน ไปจนถึงการดูแลความเรียบร้อยภายในงาน กิจกรรมเหล่านี้จัดทำขึ้นเพื่อพัฒนาผู้เรียน ทั้งด้านความรู้ การทำงาน และสร้างความตระหนักรู้เพื่อสังคม สมาชิกทุกคนตั้งใจดำเนินงานในทุกขั้นตอน เพื่อพัฒนาทุก ๆ ด้านอย่างเต็มความสามารถที่สุด !</p>"
      },
      "positions": {
        "img": "https://i.im.ge/2026/01/06/GoWWD8.0001.jpeg",
        "imgDescription": "สมาชิกของคณะกรรมการงานกิจกรรมพัฒนาผู้เรียน",
        "text": "<p>หน้าที่ของพวกเรา กช. แบ่งออกเป็น 5 ตำแหน่ง ได้แก่</p><p><br></p><h1><strong>General Committee </strong></h1><h3><strong>(กรรมการกลาง)</strong></h3><p>หน้าที่</p><ol><li><span class=\\\"ql-ui\\\" contenteditable=\\\"false\\\"></span>1. ประสานงานภายใน กช. และกับนักเรียน ชมรม หน่วยงานต่าง ๆ ในโรงเรียน</li><li><span class=\\\"ql-ui\\\" contenteditable=\\\"false\\\"></span>2. ทำงานต่าง ๆ ตามที่ได้รับมอบหมาย</li></ol><p><br></p><h1><strong>Secretary </strong></h1><h3><strong>(เลขานุการ)</strong></h3><p>หน้าที่</p><ol><li><span class=\\\"ql-ui\\\" contenteditable=\\\"false\\\"></span>1. ดูแลและรับผิดชอบงานเอกสารทั้งหมดของ กช.</li><li><span class=\\\"ql-ui\\\" contenteditable=\\\"false\\\"></span>2. ทำสรุปประชุมกับประธานชมรมและหน่วยงานต่าง ๆ ในโรงเรียน</li><li><span class=\\\"ql-ui\\\" contenteditable=\\\"false\\\"></span>3. ทำงานร่วมกันกับกรรมการกลาง</li></ol><p><br></p><h1><strong>Graphic Designer </strong></h1><h3><strong>(กราฟิกดีไซเนอร์)</strong></h3><p>หน้าที่</p><ol><li><span class=\\\"ql-ui\\\" contenteditable=\\\"false\\\"></span>1. นำข้อมูลมาจัดทำสื่อประชาสัมพันธ์ในรูปแบบต่าง ๆ เช่น อินโฟกราฟิก โปสเตอร์กิจกรรม ออกแบบเว็บไซต์</li><li><span class=\\\"ql-ui\\\" contenteditable=\\\"false\\\"></span>2. ออกแบบสิ่งต่าง ๆ ตามที่ได้รับมอบหมาย เช่น ของรางวัลในงาน Triam Udom Open House</li><li><span class=\\\"ql-ui\\\" contenteditable=\\\"false\\\"></span>3. ทำคอนเทนต์อื่น ๆ เพิ่มเติมตามความสนใจ เช่น Giveaway, Planner</li></ol><p><br></p><h1><strong>Public Relation </strong></h1><h3><strong>(ประชาสัมพันธ์)</strong></h3><p>หน้าที่</p><ol><li><span class=\\\"ql-ui\\\" contenteditable=\\\"false\\\"></span>1. พิธีกรในงานต่าง ๆ ของ กช.</li><li><span class=\\\"ql-ui\\\" contenteditable=\\\"false\\\"></span>2. ดูแลและรับผิดชอบแพลตฟอร์มการประชาสัมพันธ์ของ กช. (Facebook, Instagram, Twitter และ YouTube)</li><li><span class=\\\"ql-ui\\\" contenteditable=\\\"false\\\"></span>3. วางแผนการประชาสัมพันธ์ในงานต่าง ๆ ของ กช. ร่วมกับตำแหน่งกราฟิกดีไซเนอร์</li></ol><p><br></p><h1><strong>Website Developer </strong></h1><h3><strong>(ผู้ดูแลระบบเว็บไซต์)</strong></h3><p>หน้าที่</p><ol><li><span class=\\\"ql-ui\\\" contenteditable=\\\"false\\\"></span>1. สร้าง พัฒนา และดูแลเว็บไซต์ต่าง ๆ ของ กช.</li><li><span class=\\\"ql-ui\\\" contenteditable=\\\"false\\\"></span>2. จัดหาและควบคุม อุปกรณ์หรือบริการต่าง ๆ เพื่อใช้ในการดำเนินกิจกรรมของ กช.</li><li><span class=\\\"ql-ui\\\" contenteditable=\\\"false\\\"></span>3. ให้คำแนะนำด้านการใช้งานโปรแกรมคอมพิวเตอร์</li><li><span class=\\\"ql-ui\\\" contenteditable=\\\"false\\\"></span>4. นำความรู้ที่ใช้เกี่ยวกับการเขียนโปรแกรมคอมพิวเตอร์มาใช้ช่วยเหลืองานในส่วนอื่น ๆ</li><li><span class=\\\"ql-ui\\\" contenteditable=\\\"false\\\"></span>5. ทำคอนเทนต์อื่น ๆ เพิ่มเติมตามความสนใจ เช่น ตารางเรียนออนไลน์ </li></ol>"
      },
      "workings": {
        "img": "https://i.im.ge/2026/01/06/Gocxox.profileeeeeeeee.jpeg",
        "imgDescription": "กิจกรรมวัน Triam Udom Open House",
        "text": "<h1><strong>01</strong></h1><h2><strong>กิจกรรมชมรม</strong></h2><p>ส่วนหนึ่งของกิจกรรมพัฒนาผู้เรียน ดำเนินการโดยงานกิจกรรมพัฒนาผู้เรียน (กช.) ภายใต้การดูแลของฝ่ายวิชาการ โรงเรียนเตรียมอุดมศึกษา มีจุดประสงค์ให้นักเรียนที่มีความสนใจเดียวกันได้ทำกิจกรรมร่วมกัน เพื่อสนับสนุนให้นักเรียนได้พัฒนาศักยภาพของตนเอง การลงทะเบียนชมรมนั้นจะเริ่มขึ้นตั้งแต่ช่วงแรกของการเปิดภาคเรียนที่ 1 โดยนักเรียนทุกคนจะต้องเป็นสมาชิกชมรมคนละ 1 ชมรม</p><h1><br></h1><h1><strong>02</strong></h1><h2><strong>กิจกรรมเพื่อสังคมและสาธารณประโยชน์</strong></h2><p>กิจกรรมสาธารณประโยชน์เป็นกิจกรรมที่ส่งเสริมให้ผู้เรียนได้สร้างประโยชน์ต่อครอบครัว ชุมชน และสังคม ในลักษณะของอาสาสมัคร โดยในแต่ละภาคเรียน ทุกห้องเรียนจะต้องมีการทำกิจกรรมสาธารณประโยชน์ให้กับหน่วยงานหรือองค์กรต่าง ๆ ไม่ว่าจะเป็นภายในหรือนอกโรงเรียน ซึ่งงานกิจกรรมพัฒนาผู้เรียน (กช.) จะเป็นผู้คอยดูแล และประสานงานกับหัวหน้าห้องเรียนต่าง ๆ ในการจัดกิจกรรมเพื่อให้สามารถดำเนินไปด้วยความเรียบร้อย</p><h1><br></h1><h1><strong>03</strong></h1><h2><strong>Triam Udom Open House</strong></h2><p>กิจกรรมเปิดบ้านแนะแนวสายการเรียนและชมรมของโรงเรียนเตรียมอุดมศึกษา ให้นักเรียนที่สนใจศึกษาต่อได้รู้แนวทางของตนเองและได้รู้จักโรงเรียนในมุมมองใหม่ ๆ เป็นกิจกรรมที่เปิดโอกาสให้ผู้ที่สนใจ ไม่ว่าจะเป็นนักเรียน ผู้ปกครอง หรือคุณครู ได้พูดคุยและแลกเปลี่ยนข้อมูลแนวทางการศึกษาต่อกับนักเรียนจากแต่ละสายการเรียนโดยตรง เพื่อไขข้อสงสัยที่มีเกี่ยวกับโรงเรียนเตรียมอุดมฯ รวมถึงรับชมผลงานจากชมรมต่าง ๆ ซึ่งจะจัดขึ้นเป็นประจำทุกปี</p><h1><br></h1><h1><strong>04</strong></h1><h2><strong>ตารางเรียนและตารางสอบ</strong></h2><p>กช. ได้นำตารางเรียนและตารางสอบที่โรงเรียนเป็นผู้จัดทำมาสร้างสรรค์ในรูปแบบใหม่ให้น่าอ่านและเข้าใจง่ายมากยิ่งขึ้น โดยนำมาปรับขนาดให้เหมาะกับการตั้งเป็น wallpaper หน้าจอบน Smart Phone / iPad ในส่วนของตารางสอบได้มีการทำแยกตามสายการเรียนต่าง ๆ เพื่อให้เกิดความสะดวกต่อการใช้งานของนักเรียน</p>"
      }
    },
    "reviews": [
      {
        "count": "1",
        "profile": "https://i.im.ge/2026/01/06/Go0ejc.profile-TUCMC-1.jpeg",
        "nick": "มาร์ค",
        "gen": "81",
        "contact": "IG: iammarkps",
        "content": "<p>Website Developer/ผู้ดูแลระบบเว็บไซต์ TUCMC61 และ TUCMC62</p><p>ตั้งแต่เข้าเตรียมอุดมฯ มา ก็ได้ทำงาน กช. แล้วก็ตั้งแต่ตอนนั้นก็ได้อยู่กับเพื่อน ๆ น้อง ๆ กช. เรื่อย ๆ ครับ ตอนแรกก็ไม่มั่นใจว่าตัวเองจะสามารถทำงานนี้ได้ดีไหม เพราะว่าเป็นม.4 คนเดียวใน กช. ตอนนั้น แต่สุดท้ายแล้วก็สามารถผ่านมันมาได้ กช. เป็นที่ที่ให้อะไรหลาย ๆ อย่างกับเรามาก โดยเฉพาะทักษะการวางแผน การแก้ปัญหา และการคิดนอกกรอบ ถึงแม้ว่าจะเป็นตำแหน่งผู้ดูแลระบบเว็บไซต์ แต่ก็ได้ทำงานหลาย ๆ อย่างที่ถ้าไม่ได้ทำงานนี้ก็คงไม่มีโอกาสได้ทำในชีวิตมัธยมปลายเลยครับ ตั้งแต่การวางแผนการจัดงานที่มีขนาดใหญ่ เช่น งาน Triam Udom Open House ที่ถือว่าเป็นงานหลักงานนึงในโรงเรียนเตรียมอุดมศึกษา มากไปกว่านั้นเมื่อในปีนั้นไม่สามารถจัดงานได้เนื่องจาก COVID-19 ก็ได้ช่วยเหลือ กช. ในการวางแผนระบบในการจัด Online Open House ที่มีการถ่ายทอดสด ถือว่าเป็นประสบการณ์ที่ดีมาก ๆ การแก้ปัญหาเฉพาะหน้าและการวางแผนทำให้เรามีความมั่นใจในการทำงานในระดับที่สูงขึ้นเรื่อย ๆ ไม่ว่าจะเป็นงานที่มหาลัยจนถึงในการฝึกงาน ประสบการณ์จาก กช. ยังมีประโยชน์เสมอ แต่ที่ดีที่สุดใน กช. คือการที่ได้รู้จักกับคนที่มหัศจรรย์หลาย ๆ คน คนที่มีความสามารถในการทำงานมาก คนที่อยากให้เราทำงานได้ดีขึ้นตลอดเวลา ถึงตอนนี้จะเรียนจบมาหลายปีแล้ว แต่เพื่อน กช. ถือเป็นเพื่อนกลุ่มหนึ่งที่ยังติดต่อกันอยู่และสนิทด้วยมาก ๆ ในเตรียมฯ เราถือเป็นคนที่ถ้านับตามมาตรฐานเตรียมอุดมฯ ถือเป็นคนที่เรียนไม่ได้ดี แต่ประสบการณ์จากการทำงาน กช. และการที่ได้มีแรงผลักดันจากเพื่อน ๆ และครูใน กช. ทำให้เราสามารถทำสิ่งที่เราไม่เคยคิดว่าเราจะทำได้ สุดท้าย อยากจะบอกว่าตั้งแต่ทำงาน กช. มา ไม่เคยเสียใจเลยที่เลือกเข้ามาทำงานที่องค์กรนี้ครับ</p>"
      },
      {
        "count": "2",
        "profile": "https://i.im.ge/2026/01/06/Go5oUx.profile-TUCMC-2.jpeg",
        "nick": "โมจิ",
        "gen": "82",
        "contact": "IG: mijonotmilo",
        "content": "<p><span>เราเข้า กช. มาตอน ม.5 เพราะอยากพัฒนาทักษะการออกแบบและทำกราฟิกของตัวเอง บวกกับเราเป็นคนชอบทำกิจกรรมสายจัดการอยู่แล้ว เลยได้เข้ามาทำหน้าที่สาราณียกร (Graphic Designer) เมื่อปี 2563</span></p><p>\t<span>(สาราณียกร)</span></p><p class=\"ql-align-justify\">\t<span>เป็นกราฟิกที่ กช. ให้อะไรเรามากกว่าที่เราคิด ใครที่คิดว่าเราเอาแต่นั่งจ้องคอม จิ้ม illustrator นั่นไม่ใช่เลย ! เพราะเราได้ทำอะไรมากกว่านั้นมาก ๆ เราได้ลองทำงานกับคนหลายประเภท กับเพื่อน ๆ กับอาจารย์ หรือกระทั่งวัน OPH เราก็ได้คุยกับน้อง ๆ ที่อยากเข้าเตรียมฯ ด้วย&nbsp;เราได้ท้าทายขีดจำกัดของตัวเอง ก้าวข้ามผ่าน safe zone ได้ลองทำอะไรที่ไม่เคยทำ (ลองทำ OPH แบบออนไลน์ ?!) แน่นอนว่ามี moments ที่เหนื่อย ที่ท้อ คิดงานแทบจะตลอดเวลา แต่ก็ผ่านมาได้เพราะเพื่อน ๆ และอาจารย์ปราถนา พอได้เห็นงานออกมาดี ได้รับคำชมจากหลาย ๆ ฝ่าย แล้วก็ชื่นใจ</span></p><p class=\"ql-align-justify\">\t<span>การได้ทำงานเบื้องหลังให้แต่ละชมรมนั้นก็เป็นสิ่งที่เราทำให้เราภูมิใจมาก ๆ ในฐานะ กช. การได้เห็นนักเรียนเตรียมฯ ได้ทำในสิ่งที่ตัวเองชอบ ได้เห็นทุกคนได้นำความชอบนั้นมาต่อยอดออกมาเป็นผลงานที่เป็นชิ้นเป็นอัน เป็นสิ่งที่ทำให้เรารู้สึกว่าเราประสบความสำเร็จแล้วในฐานะ กช.&nbsp;</span></p><p class=\"ql-align-justify\">\t<span>(กช.)</span></p><p class=\"ql-align-justify\">\t<span>กช. เป็นพื้นที่ที่เราไม่คิดเลยว่าจะมีอยู่ในเตรียมฯ กช. เป็นบ้าน เป็นครอบครัว เป็นที่ ๆ เราหันหลังกลับไปตอนไหนก็จะเจอทุกคนอยู่ เราร้องไห้มาด้วยกัน มีความสุขมาด้วยกัน ถึงจะเป็นการทำงานที่หนัก แต่ก็ทำให้เราได้เพื่อน พี่ ๆ น้อง ๆ ที่สนิทกันจาก กช. เยอะมาก ๆ และที่สำคัญ กช. สอนให้เรารู้จักตัวเองว่าเราชอบอะไร เราเก่งด้านไหน เรายังบกพร่องด้านไหน และเราจะแก้ไขมันและไปต่อกับสิ่ง ๆ นี้ยังไง นี่เป็นสิ่งที่เราคิดว่าหาได้ยากจากการทำกิจกรรมในวัยมัธยม ดีใจที่กลับไปตึก 50 ปีฯ แล้วสมาชิกครอบครัวกช. มีมากขึ้นเรื่อย ๆ ตามปีการศึกษา ลองสมัครมาเถอะ แล้วจะไม่เสียดาย แน่ ! นอน ! </span></p><p><br></p><p><br></p>"
      },
      {
        "count": "3",
        "profile": "https://i.im.ge/2026/01/06/Go04z0.profile-TUCMC-3.jpeg",
        "nick": "เกรซ",
        "gen": "84",
        "contact": "IG: __ggrxcw",
        "content": "<p>(กราฟิกดีไซเนอร์ กช.64 และรองประธานคณะกรรมการฯ กช.65) เราเป็นเด็กคนหนึ่งที่ได้เข้ามาอยู่ กช. ตั้งแต่ ม.4 ค่ะ เรียกได้ว่าแทบจะทั้งชีวิตในเตรียมฯ ของเราเป็นของ กช. ไปแล้วค่ะ แต่เราไม่ได้บอกว่ามันไม่ดีนะคะ เพราะการได้มาเป็น กช. มันคือสิ่งที่ดีที่สุดที่เกิดขึ้นในชีวิต ม.ปลายของเราเลยค่ะ เราไม่รู้ว่าเราจะหาพื้นที่ตรงไหนที่จะสอนให้เราเป็นผู้นำได้ ทั้ง ๆ ที่เราไม่ได้เป็นประธานอะไรเลยด้วยซ้ำ พื้นที่ที่สอนให้เรารู้จักทักษะการเจรจา ทั้ง ๆ ที่เราไม่ได้ต้องไปเป็นทูตเชื่อมสัมพันธ์กับใคร พื้นที่ที่ให้โอกาสเราได้ค้นพบความชอบของตัวเอง ทั้ง ๆ ที่เราไม่เคยคิดมาก่อนว่าเรามีความชอบในสิ่งนี้อยู่ แถมยังเป็นพื้นที่ที่สอนให้เรามี soft skills และ hard skills ที่จะกลายเป็นพื้นฐานสำคัญในการทำงานในอนาคต กช. ทำให้เราเห็นตัวเองในเวอร์ชันที่โตแบบก้าวกระโดดมาก ๆ เราโตขึ้นทั้งความคิด ทักษะการทำงาน และทักษะการใช้ชีวิต ใช่ค่ะ มาอยู่ กช. เราไม่ได้เรียนรู้แค่เรื่องการทำงานอย่างเดียว เรายังได้เรียนรู้ทักษะชีวิตอีกเยอะแยะเลยค่ะ ที่สำคัญ กช. เป็น environment โปรดของเราเลยค่ะ เราถูกล้อมรอบไปด้วยเพื่อนร่วมงานที่เก่งและมุ่งมั่นตั้งใจ เหมือนเป็นแรงผลักดันอีกอย่างที่ทำให้เราอยากเป็นคนที่เก่งขึ้นและดีขึ้น เราเองก็ได้พัฒนาตัวเองไปพร้อม ๆ กันกับเพื่อน ๆ กช. เป็นเพื่อนอีกกลุ่มที่เราขาดไม่ได้แล้วค่ะ เป็นเหมือนสีสันในชีวิตที่ไม่รู้ว่า จะหาเพื่อนที่มองตาก็รู้ใจได้จากที่ไหนอีก 2 ปีที่เราได้ทำงาน กช. มันเป็น 2 ปีที่มีความหมายกับเรามาก ๆ เลยค่ะ เราอาจจะไม่สามารถบรรยายความประทับใจทุกอย่างให้ทุกคนเข้าใจได้ เพราะไม่ว่าเราจะเล่าละเอียดแค่ไหน ก็ยังไม่สู้การที่ได้มาสัมผัสประสบการณ์เหล่านี้ด้วยตัวเองอยู่ดีค่ะ :)</p>"
      },
      {
        "count": "4",
        "profile": "https://i.im.ge/2026/01/06/Go5MWL.profile-TUCMC-4.jpeg",
        "nick": "ท้อป",
        "gen": "85",
        "contact": "IG: topakkp",
        "content": "<p>กช. ตำแหน่งเลขานุการนี่เป็นตำแหน่งที่เราเล็งไว้ว่าจะสมัครตั้งแต่ ม.4 เลย แต่ว่าช่วงนั้นเราไปวุ่นกับการช่วยสายทำงานก็เลยมาสมัคร ม.5 แทน พอได้เป็น เลขาฯ กช. แล้วเราเพิ่งรู้ได้เลยว่าตำแหน่งนี้มันมีอะไรให้ทำมากกว่าการทำเอกสารมาก นอกจากการทำเอกสาร ยังได้ฝึกประสานงานกับคนอื่น ได้ศึกษาวิธีการทำเอกสารที่ถูกต้องตามหลัก ได้รู้คำศัพท์ในไทยใหม่ ๆ ที่คนไทยส่วนมากเขียนผิดมาตลอด โดยพื้นฐานเราเป็นคนที่คุ้นชินกับภาษาแปลก ๆ ของราชบัณฑิตฯ อยู่ละ คือมันถูกตามหลักนะ แต่มันแค่ไม่ถูกใจคนรุ่นใหม่ และอีกอย่างเลยคือได้ฝึกทักษะการจับใจความที่ผู้อื่นพูดด้วย อันนี้เป็นทักษะที่ยากสำหรับเราสุด ๆ เราคิดทักษะนี้มันต้องใช้ความเข้าใจในตัวเขา ในเรื่องที่เขาต้องการจะสื่อก่อนถึงจะจับใจความได้ดี สำหรับเราการได้เข้ามาทำงานในส่วนของ กช. ถือว่าเป็นประสบการณ์ที่ดีมากเลย สภาพแวดล้อมในการทำงานก็ดี เพื่อน ๆ ใน กช. ทุกคนทำงานกันอย่างเต็มที่มาก ปลุกไฟในการทำงานของเราเลยทำให้ภาพรวมผลงานที่พวกเราทำมันจึงน่าภูมิใจสำหรับเรามาก ๆ ครูที่ปรึกษาองค์กร ครูปราถนาเองก็ใจดีมาก ๆ ครูเป็นคนที่ฝึกทักษะใหม่ ๆ ให้พวกเราเสมอเลย เช่น การติดต่องานกับผู้หลักผู้ใหญ่ การใช้คำพูด ฯลฯ รุ่นพี่ กช. รุ่นก่อน ๆ ถึงแม้จะจบกันไปนานแล้ว แต่ก็ยังมาช่วยเสมอในทุก ๆ งานเลย น่ารักกันมาก  อย่างในงาน Open House นี้ที่พวกเราเป็นผู้จัดงาน รุ่นพี่ก็มาช่วยกันเยอะเลย สุดท้ายนี้เราว่า กช. เป็นประสบการณ์ที่ดีสำหรับเรามาก ๆ ได้เพื่อนได้พี่น้อง ได้รู้จักคนใหม่ ๆ จากการมาทำงานที่นี่เลย หายากนะหน่วยงานที่ให้ได้ขนาดนี้ ได้ทุกอย่างเต็มที่สุด ๆ ใครที่อยากมาลองเปิดประสบการณ์ ก็ลองมาสมัคร กช. กันได้น้าาา กช. เหมือนเป็นครอบครัวหนึ่งของเราเลย</p>"
      }
    ]
  },
  {
    "key": "TUPRO",
    "tag": "organizations",
    "name": "นักเรียนผู้ช่วยงานประชาสัมพันธ์ (ปชส.)",
    "members": "33",
    "contacts": {
      "ig": "tupro.official",
      "fb": "งานประชาสัมพันธ์ โรงเรียนเตรียมอุดมศึกษา",
      "others": "YouTube: งานประชาสัมพันธ์ โรงเรียนเตรียมอุดมศึกษา, TIKTOK : tupro.official "
    },
    "info": {
      "activities": {
        "img": "https://i.imgur.com/hzwxxyH.jpg",
        "imgDescription": "ตราสัญลักษณ์และชื่อขององค์กร",
        "text": "<p>นักเรียนผู้ช่วยงานประชาสัมพันธ์ (ปชส.) หรือ TUPRO ก่อตั้งขึ้นเมื่อปีการศึกษา 2565 โดยมีวัตถุประสงค์เพื่อประชาสัมพันธ์ข้อมูลข่าวสารต่าง ๆ ให้แก่บุคคลภายในและภายนอกโรงเรียน อีกทั้งคอยสนับสนุนกิจกรรมต่าง ๆ ภายในโรงเรียนตามที่ได้รับมอบหมาย มุ่งเน้นที่จะสร้างสรรค์ประโยชน์แก่นักเรียนและโรงเรียนเตรียมอุดมศึกษา ขึ้นตรงต่องานประชาสัมพันธ์โรงเรียนเตรียมอุดมศึกษา กลุ่มบริหารทั่วไป</p>"
      },
      "positions": {
        "img": "https://firebasestorage.googleapis.com/v0/b/oph2026edit.firebasestorage.app/o/organizations%2FTUPRO%2Fsection1_capture_1766247040350.jpg?alt=media&token=571e4102-e5ae-413a-a1e4-d47d46b2e27b",
        "imgDescription": "ภาพสมาชิกนักเรียนผู้ช่วยงานประชาสัมพันธ์ ประจำปีการศึกษา 2568",
        "text": "<p><span style=\"color: rgb(0, 0, 0);\">นักเรียนผู้ช่วยงานประชาสัมพันธ์ในปีการศึกษา 2568 ประกอบไปด้วยตำแหน่งหน้าที่ 10 ตำแหน่ง ได้แก่</span></p><p><br></p><p><strong style=\"color: rgb(0, 0, 0);\">1.ประธานนักเรียนผู้ช่วยงานประชาสัมพันธ์</strong></p><p><span style=\"color: rgb(0, 0, 0);\">มีหน้าที่ในการประสานงานระหว่างอาจารย์ที่ปรึกษา สมาชิกในองค์กร และบุคคลภายนอกในการทำงาน รวมถึงมอบหมายการทำงานให้กับสมาชิกภายในองค์กร</span></p><p><strong style=\"color: rgb(0, 0, 0);\">2.รองประธานนักเรียนผู้ช่วยงานประชาสัมพันธ์</strong></p><p><span style=\"color: rgb(0, 0, 0);\">มีหน้าที่ในการช่วยเหลือการทำงานของประธานนักเรียนผู้ช่วยงานประชาสัมพันธ์</span></p><p><strong style=\"color: rgb(0, 0, 0);\">3.เลขานุการ</strong></p><p><span style=\"color: rgb(0, 0, 0);\">มีหน้าที่รับผิดชอบงานเอกสารทั้งหมด รวมถึงการจัดทำสรุปประชุม นอกจากนี้ยังมีการประสานงานและติดตามภาระงานภายในองค์กรอีกด้วย</span></p><p><strong style=\"color: rgb(0, 0, 0);\">4.กรรมการกลาง</strong></p><p><span style=\"color: rgb(0, 0, 0);\">มีหน้าที่ติดต่อประสานงานระหว่างฝ่ายต่าง ๆ หรือระหว่างองค์กรที่เกี่ยวข้องภายในโรงเรียน และควบคุมกิจกรรมทำงานตามที่ได้รับมอบหมาย</span></p><p><strong style=\"color: rgb(0, 0, 0);\">5.ประชาสัมพันธ์ (พิธีกร)</strong></p><p><span style=\"color: rgb(0, 0, 0);\">มีหน้าที่เป็นพิธีกรในงานต่าง ๆ ของนักเรียนผู้ช่วยงานประชาสัมพันธ์</span></p><p><strong style=\"color: rgb(0, 0, 0);\">6.ประชาสัมพันธ์ (ผลิตสื่อ)</strong></p><p><span style=\"color: rgb(0, 0, 0);\">มีหน้าที่ดูแลช่องทางการประชาสัมพันธ์ต่าง ๆ ขององค์กร</span></p><p><strong style=\"color: rgb(0, 0, 0);\">7.สาราณียกร (สร้างสรรค์สื่อ)</strong></p><p><span style=\"color: rgb(0, 0, 0);\">มีหน้าที่ออกแบบรูปแบบการประชาสัมพันธ์ต่าง ๆ เพื่อเผยแพร่ในช่องทางการประชาสัมพันธ์ขององค์กร</span></p><p><strong style=\"color: rgb(0, 0, 0);\">8.สาราณียกร (ออกแบบสื่อ)</strong></p><p><span style=\"color: rgb(0, 0, 0);\">มีหน้าที่จัดทำโพสต์และสื่อประชาสัมพันธ์ต่าง ๆ ตามที่ได้รับมอบหมาย</span></p><p><strong style=\"color: rgb(0, 0, 0);\">9.สาราณียกร (เรียบเรียงสื่อ)</strong></p><p><span style=\"color: rgb(0, 0, 0);\">มีหน้าที่เรียบเรียงวีดิทัศน์ตามที่ได้รับมอบหมาย เพื่อเผยแพร่ในช่องทางสื่อต่าง ๆ ขององค์กร</span></p><p><strong style=\"color: rgb(0, 0, 0);\">10.ช่างภาพ</strong></p><p><span style=\"color: rgb(0, 0, 0);\">มีหน้าที่ถ่ายภาพและวีดิทัศน์ในงานหรือกิจกรรมต่าง ๆ ตามที่ได้รับมอบหมาย</span></p><p><br></p><p><span style=\"color: rgb(0, 0, 0);\">โดยแต่ละตำแหน่งต้องผ่านการออดิชันก่อนจึงจะสามารถเข้าทำงานได้ ในส่วนตำแหน่งประธานนักเรียนผู้ช่วยงานประชาสัมพันธ์และรองประธานนักเรียนผู้ช่วยงานประชาสัมพันธ์เป็นตำแหน่งที่มีการเลือกตั้งภายหลังผ่านการออดิชันแล้ว</span></p>"
      },
      "workings": {
        "img": "https://i.imgur.com/4LEVpo1.jpeg",
        "imgDescription": "ภาพผลงานและการทำงานขององค์กร",
        "text": "<p><br></p><p>กิจกรรมที่พวกเราเคยทำและเคยสนับสนุน เช่น</p><p>- ดูแลช่องทางการประชาสัมพันธ์ของโรงเรียน เช่น Facebook, IG, Youtube และ TIKTOK</p><p>- งานมอบตัวนักเรียนระดับชั้น ม.4</p><p>- งานประชุมผู้ปกครอง</p><p>- งาน PAE และพัฒน์ศักย์ฯ</p><p>- งานเกษียณอายุราชการครู</p><p>- การประชาสัมพันธ์การรับนักเรียน</p><p>-การจัดทำวีดิทัศน์แนะนำโรงเรียน</p><p>- สื่อประชาสัมพันธ์ต่าง ๆ ของโรงเรียนเช่น ไวนิล, คลิปวิดีโอ, ฯลฯ</p><p><br></p><p>และกิจกรรมอื่น ๆ อีกมากมาย</p>"
      }
    },
    "reviews": [
      {
        "count": "1",
        "profile": "https://firebasestorage.googleapis.com/v0/b/oph2026edit.firebasestorage.app/o/organizations%2FTUPRO%2Freview0_1766247041778.jpg?alt=media&token=523dd6ee-2cec-4855-83b4-51ab8fb12e25",
        "nick": "เพลง",
        "gen": "87",
        "contact": "IG: pmelodyn",
        "content": "<p><span style=\"color: rgb(0, 0, 0);\">สวัสดีค่าา เพลงนะคะ ประธานนักเรียนผู้ช่วยงานประชาสัมพันธ์รุ่นที่ 4 ค่า สำหรับเราเตรียมอุดมเป็นพื้นที่ที่ให้โอกาสเราในการลองทำสิ่งต่าง ๆ เยอะมาก ได้ลองผิดลองถูก ได้ค้นหาสิ่งที่ชอบ เป็นโรงเรียนที่ทำให้เราเติบโตขึ้นจริง ๆ และ TUPRO ก็เป็นอีกหนึ่งเส้นทางที่เราเลือกทำในรั้วเตรียมฯ  เราเข้ามาในองค์กรครั้งแรกด้วยตำแหน่ง กรรมการกลางค่ะ เราได้ลองติดต่อทำงานกับทั้งองค์กรภายในและภายนอกโรงเรียน ได้ทำงานทั้งเบื้องหน้าและเบื้องหลัง ได้รู้จักคนใหม่ ๆ ได้เห็นโรงเรียนในหลาย ๆ มุมมองจากเด็กเตรียม จนได้มาทำงานเป็นประธาน เราได้ลองทำงานในสเกลที่ใหญ่มากขึ้น ได้ดูแลภาพรวมของงานหลาย ๆ อัน ดูแลแจกจ่ายงานให้ทุกคนในองค์กร ยอมรับว่าตอนแรกเราก็กังวลมากเหมือนกันค่ะ แต่เพราะมีรุ่นพี่ที่คอยให้คำแนะนำ เพื่อน ๆ ในองค์กรที่เชื่อใจ ทำให้เรามั่นใจมากขึ้นในการทำงานตำแหน่งนี้ ตอนนี้ TUPRO สำหรับเราไม่ใช่แค่องค์กรที่ให้โอกาสเราได้ลองเข้ามาทำงานแล้วค่ะ แต่เป็นเหมือนพื้นที่ที่รวมความสบายใจของเราไว้ ความรู้มากมายที่ได้จากการทำงาน และกลุ่มคนแรก ๆ ในโรงเรียนที่เป็นเพื่อนสนิทและเซฟโซนของเรา ไปจนถึงความทรงจำอีกมากมายที่เราอยากเก็บเอาไว้ ถ้าน้อง ๆ คนไหนที่เห็นข้อความนี้แล้วยังกลัวที่จะทำอะไร เราอยากให้ทุกคนลองดู เราเชื่อว่าทุกคนจะไม่เสียใจเลยค่ะ ขอฝาก TUPRO กับทุกคนด้วยนะคะ ไว้เรามาเป็นครอบครัวเดียวกัน พวกเรารอเจอทุกคนเลย &lt;333</span></p>"
      },
      {
        "count": "2",
        "profile": "https://firebasestorage.googleapis.com/v0/b/oph2026edit.firebasestorage.app/o/organizations%2FTUPRO%2Freview1_1766247043440.jpg?alt=media&token=eca6b9d2-b6de-49b6-a3e8-1d42131752c8",
        "nick": "ชีส",
        "gen": "87",
        "contact": "IG: chee__zy",
        "content": "<p>เรามองว่าเตรียมอุดมศึกษาเป็นโรงเรียนที่มอบหลายสิ่งให้กับเรา ทั้งประสบการณ์ด้านการเรียนและกิจกรรมต่าง ๆ โดย TUPRO ก็เป็นอีกหนึ่งองค์กรที่เรารู้สึกดีใจมาก ๆ และไม่เคยเสียใจเลยที่ตัดสินใจสมัครเข้ามาในตำแหน่ง กรรมการกลาง</p><p>องค์กรนี้เปิดโอกาสให้เราได้ลองทำงานใหม่ ๆ ในหลากหลายรูปแบบ ทั้งงานที่ท้าทายและสนุก ไม่ว่าจะเป็นด้านการประชาสัมพันธ์ เช่น การออกกองถ่ายคลิป ไปจนถึงการทำงานเบื้องหลัง การจัดการงาน และการจัดบูธในกิจกรรมต่าง ๆ การได้ทำงานใน TUPRO ทำให้เราได้พัฒนาทักษะหลายด้าน ซึ่งสามารถนำไปต่อยอดสู่การทำงานอื่น ๆ ได้อีกมากมายในอนาคต</p><p>ในตอนแรกเราก็แอบกังวลว่าจะสามารถเข้ากับเพื่อน ๆ ในองค์กรได้มั้ย แต่ตอนนี้เราไม่ลังเลเลยที่จะบอกว่า เพื่อนในองค์กรนี้เปรียบเสมือน บ้านหลังที่สองของเรา ทุกคนพร้อมช่วยเหลือกันเสมอ และงานในองค์กรจะไม่สามารถสำเร็จได้เลย หากขาดใครคนใดคนหนึ่งไป</p><p>สำหรับใครที่ยังลังเลในการลองทำสิ่งใหม่ ๆ เราอยากให้ลองเปิดใจดู เพราะสิ่งเหล่านี้แหละ จะช่วยให้เราเติบโตขึ้นในทุก ๆ วัน สู้ ๆ แล้วมาเจอกันในรั้วเตรียมอุดมนะคะ ˶ᵔ ᵕ ᵔ˶</p>"
      },
      {
        "count": "3",
        "profile": "https://firebasestorage.googleapis.com/v0/b/oph2026edit.firebasestorage.app/o/organizations%2FTUPRO%2Freview2_1766247044568.jpg?alt=media&token=cf942c2f-42d8-4b4e-867d-2b09b965f976",
        "nick": "จาด้า",
        "gen": "88",
        "contact": "IG: jada_babuay",
        "content": "<p><span style=\"background-color: rgb(255, 255, 255); color: rgb(0, 0, 0);\">สวัสดีค่ะเราชื่อจาด้า ปีนี้เป็นปีแรกในรั้วเตรียมอุดมของเราเลย ตั้งแต่ก่อนเข้ามา รุ่นพี่ทุกคนมักจะบอกเราว่า 3 ปีในเตรียมนั้นสั้นมาก ให้เราเก็บประสบการณ์ไว้เยอะๆ ตอนแรกเราก็ไม่เชื่อเท่าไหร่ แต่ตั้งแต่ที่เราได้มาทำหน้าที่คอนเทนต์ครีเอเตอร์รุ่นที่ 5 ของ TUPRO ทำให้เราได้รู้เลยว่าเวลานั้นผ่านไปเร็วมากจริงๆ ที่เรามาสมัครเข้าองค์กรนี้เป็นเพราะ first impression ในงาน PAE ของเรา เราคิดว่า TUPRO ดูเป็นองค์กรที่มีความเป็นกันเอง ทุกคนดูสนิทกันมากๆ และกิจกรรมในวันนั้นทำให้เรารู้สึกสนใจจนได้มาลองทำด้วยตัวเอง งานหลักๆ ของตำแหน่งเราคือการสร้างคอนเทนต์ต่างๆ ที่เกี่ยวกับกิจกรรมของโรงเรียนลงในโซเชียลมีเดียเพื่อให้ผู้คนได้เห็นว่าในโรงเรียนเตรียมอุดมนั้นไม่ได้มีแค่การเรียนอย่างเดียว แต่ยังมีกิจกรรมน่าสนใจต่างๆ อีกมากมายที่ได้เป็นโอกาสให้นักเรียนได้มาแสดงศักยภาพ การเป็นคอนเทนต์ครีเอเตอร์ใน TUPRO ได้ให้ประสบการณ์ใหม่กับเราหลายๆ อย่าง เช่นการเขียนสคริป การคุมกองถ่าย การฝึกทักษะการแก้ปัญหาเฉพาะหน้า และการฝึกทักษะประสานงานกับตำแหน่งอื่นๆ ซึ่งล้วนเป็นสิ่งที่นำไปปรับใช้กับงานอื่นๆ ได้ และการทำงานนี้ทำให้เราได้พบเจอกับเพื่อนใหม่ๆ มากมาย เป็นหนึ่งในสีสันของชีวิตในเตรียมอุดมของเราเลยค่ะ</span></p>"
      }
    ]
  },
  {
    "key": "TUSC",
    "tag": "organizations",
    "name": "คณะกรรมการนักเรียน (กน.)",
    "members": "29",
    "contacts": {
      "ig": "tusc.official",
      "fb": "TUSC",
      "others": "linktr.ee/TUSC.official"
    },
    "info": {
      "activities": {
        "img": "https://firebasestorage.googleapis.com/v0/b/oph2026edit.firebasestorage.app/o/organizations%2FTUSC%2Fsection0_capture_1766333263748.jpg?alt=media&token=bbe7caa7-f209-4077-ae5f-b9e5adacc76e",
        "imgDescription": "พิธีเปิดกิจกรรมการแข่งขันกีฬาสี ประจำปีการศึกษา 2568",
        "text": "<p>คณะกรรมการนักเรียน (กน.) คือ องค์กรนักเรียนที่ทำหน้าที่ดำเนินการจัดและพัฒนากิจกรรมต่าง ๆ ในโรงเรียนตลอดทั้งปีการศึกษา ทั้งการเสนอและการจัดทำโครงการเพื่อพัฒนาในด้านต่าง ๆ ทั้งวิชาการและนันทนาการ รวมถึงการแก้ไขปัญหาภายในโรงเรียน การดำเนินงานของคณะกรรมการนักเรียนเป็นไปภายใต้การดูแลของกลุ่มบริหารกิจการนักเรียนและบุคลากร โดยคณะกรรมการแบ่งออกเป็นคณะกรรมการนักเรียนที่มาจากการเลือกตั้งจำนวน 18 ตำแหน่ง และคณะกรรมการนักเรียนโดยตำแหน่งจำนวน 11 ตำแหน่ง คณะกรรมการนักเรียนแต่ละตำแหน่งมีหน้าที่แตกต่างกันออกไปตามตำแหน่งของตนเอง</p><p>ตลอดหนึ่งปีการศึกษาที่ดำรงตำแหน่งการเป็นคณะกรรมการนักเรียนได้เสริมสร้างทักษะต่าง ๆ มากมายจากการดำเนินงานหลากหลายงาน ไม่ว่าจะเป็นทักษะการทำงานร่วมกับผู้อื่น ทั้งภายในและนอกองค์กร ทักษะการวางแผนจัดการการดำเนินงาน หรือกิจกรรมต่าง ๆ ทั้งขนาดใหญ่และเล็ก ทักษะการแก้ไขปัญหาเฉพาะหน้า ในการดำเนินงาน และกิจกรรมทุกกิจกรรม คณะกรรมการนักเรียนจะศึกษารายละเอียดการจัดการงาน และกิจกรรมนั้น ๆ ผ่านแฟ้มงานที่ได้ถูกจัดทำขึ้นโดยคณะกรรมการนักเรียนในปีการศึกษาก่อนหน้า และนำข้อมูลเหล่านั้นมาปรับใช้ พัฒนา และแก้ไขให้เข้ากับรูปแบบงานโดยให้เป็นไปตามความเหมาะสมในแต่ละปีการศึกษา จากนั้นคณะกรรมการนักเรียนแต่ละตำแหน่งจะจัดการดำเนินงานและกิจกรรมนั้น ๆ ตามหน้าที่ประจำตำแหน่งของตนเองและหน้าที่เพิ่มเติมที่จำเป็นในการดำเนินงาน ด้วยเหตุนี้การดำรงตำแหน่งคณะกรรมการนักเรียนจึงสามารถช่วยฝึกการวางแผนในการทำงาน และเปิดโอกาสให้คณะกรรมการนักเรียนทุกคนได้ลองทำงานที่หลากหลาย พัฒนาความสามารถให้รอบด้าน</p>"
      },
      "positions": {
        "img": "https://firebasestorage.googleapis.com/v0/b/oph2026edit.firebasestorage.app/o/organizations%2FTUSC%2Fsection1_capture_1766333270947.jpg?alt=media&token=027f1cc8-e10d-45aa-a631-cc2e8d4a85d6",
        "imgDescription": "คณะกรรมการนักเรียนโรงเรียนเตรียมอุดมศึกษา ประจำปีการศึกษา 2568",
        "text": "<p>คณะกรรมการนักเรียน (กน.) มีสมาชิกจำนวน 29 คน ได้แก่ คณะกรรมการนักเรียนที่มาจากการเลือกตั้งจำนวน 18 ตำแหน่ง และคณะกรรมการนักเรียนโดยตำแหน่งจำนวน 11 ตำแหน่ง (ประธานตึกเรียน 9 ตึกเรียน ประธานนักเรียนกลุ่ม AIC และประธานกีฬา) โดยคณะกรรมการนักเรียนแต่ละตำแหน่งมีหน้าที่แตกต่างกันออกไปตามตำแหน่งของตนเอง ซึ่งตำแหน่งหน้าที่ในคณะกรรมการนักเรียนประกอบไปด้วย</p><p>1. ประธานคณะกรรมการนักเรียน มีหน้าที่ดูแลภาพรวมงานและให้คำปรึกษาในการวางแผนการดำเนินงานต่าง ๆ ขององค์กร เป็นผู้นำประชุมประจำสัปดาห์ และเป็นตัวแทนนักเรียนในงานพิธีการต่าง ๆ</p><p>2. รองประธานคณะกรรมการนักเรียน มีหน้าที่ดูแลภาพรวมงานและให้คำปรึกษาในการวางแผนการดำเนินงานต่าง ๆ ขององค์กรร่วมกับประธานคณะกรรมการนักเรียน</p><p>3. เลขานุการ มีหน้าที่จัดทำสรุปการประชุมและดูแลงานเอกสารต่าง ๆ รวมถึงรับผิดชอบงานพิธีการของคณะกรรมการนักเรียน</p><p>4. สาราณียกร มีหน้าที่ ทำกราฟิกและสื่อประชาสัมพันธ์ต่าง ๆ ลงช่องทางประชาสัมพันธ์ของคณะกรรมการนักเรียน</p><p>5. เหรัญญิก มีหน้าที่ จัดหางบประมาณสำหรับกิจกรรมต่าง ๆ วางแผนการเงิน และดูแลบัญชีของคณะกรรมการนักเรียน</p><p>6. ประชาสัมพันธ์ มีหน้าที่เป็นพิธีกรหลักในกิจกรรมที่จัดขึ้นโดยคณะกรรมการนักเรียน วางแผนการลงสื่อประชาสัมพันธ์และคอนเทนต์ และดูแลช่องทางการประชาสัมพันธ์ของคณะกรรมการนักเรียนทุกช่องทาง</p><p>7. กิจกรรมพิเศษและนันทนาการ มีหน้าที่รับผิดชอบจัดงานกิจกรรมต่าง ๆ เช่น โครงการพัฒนาศักยภาพการดำรงตนฯ และงาน TU Music Live</p><p>8. ปฏิคมและสวัสดิการ มีหน้าที่ดูแลสวัสดิการของคณะกรรมการนักเรียน ดูแลแขกในงาน หรือพิธีการต่าง ๆ และรับผิดชอบกิจกรรมบริจาคโลหิต</p><p>9. กรรมการกลาง มีหน้าที่สรุปแบบประเมินงานต่าง ๆ ของคณะกรรมการนักเรียน ติดต่อประสานงานกับองค์กรภายนอก ทำแผนผังของสถานที่ในการจัดกิจกรรมต่าง ๆ และทำหน้าที่อื่น ๆ ตามที่ได้รับมอบหมาย</p><p>10. วิชาการ มีหน้าที่รับผิดชอบโครงการเพื่อนช่วยเพื่อน-พี่ช่วยน้อง (รุ่นพี่ติวรุ่นน้อง) ดูแลเว็บไซต์ Study Buddy และดูแลงานวิชาการต่าง ๆ ของโรงเรียน</p><p>11. ศิลปกรรม มีหน้าที่เป็นผู้กำกับศิลป์ (Art Director) ของกิจกรรมต่าง ๆ วางแนวทางศิลปกรรมในกิจกรรมนั้น ๆ</p><p>12. ถ่ายภาพ มีหน้าที่ ถ่ายภาพงานต่าง ๆ ในโรงเรียน และประสานงานกับชมรมถ่ายภาพ</p><p>13. ประธานนักเรียนกลุ่ม AIC มีหน้าที่จัดกิจกรรมและดูแลนักเรียนกลุ่ม AIC ประสานงานกับนักเรียนกลุ่ม AIC ในงานที่ต้องร่วมมือกับคณะกรรมการนักเรียน</p><p>14. ประธานกีฬา มีหน้าที่รับผิดชอบการแข่งขันกีฬาตลอดช่วงกีฬาสี โดยประสานงานกับกลุ่มสาระการเรียนรู้สุขศึกษาและพลศึกษา</p><p>15. ประธานตึกเรียน มีหน้าที่ดูแลนักเรียนภายในตึกเรียน จัดกิจกรรมภายในแต่ละคณะสี และเป็นสื่อกลางประสานงานระหว่างนักเรียนในตึกกับคณะกรรมการนักเรียน</p><p>หมายเหตุ : จำนวนสมาชิกและตำแหน่งอาจมีการเปลี่ยนแปลงตามปีการศึกษา</p>"
      },
      "workings": {
        "img": "https://firebasestorage.googleapis.com/v0/b/oph2026edit.firebasestorage.app/o/organizations%2FTUSC%2Fsection2_capture_1766333289902.jpg?alt=media&token=60b358ce-ada2-4de4-989a-135bf00c0d9f",
        "imgDescription": "ผลงานคณะกรรมการนักเรียนโรงเรียนเตรียมอุดมศึกษา ปีการศึกษา 2568",
        "text": "<p>ผลงานที่ผ่านมา ได้แก่ งานปัจฉิมนิเทศฯ, โครงการพัฒนาศักยภาพการดำรงตนฯ, โครงการบริจาคโลหิต, โครงการเพื่อนช่วยเพื่อน-พี่ช่วยน้อง (รุ่นพี่ติวรุ่นน้อง) และเว็บไซต์ Study Buddy, พิธีแสดงกตเวทิตาคุณและมุทิตาจิตแด่ครูและบุคลากรผู้เกษียณอายุราชการ, กิจกรรม TU Music Live, กิจกรรมการแข่งขันวอลเลย์บอลภายในโรงเรียนเตรียมอุดมศึกษา (Triam Udom Suksa Volleyball League), กิจกรรมการแข่งขันกีฬาสี, งานสืบสานวัฒนธรรมไทย, การเลือกตั้งประธานรุ่น นอกจากนี้ คณะกรรมการนักเรียนปีการศึกษา 2568 ยังจัดทำโครงการเพิ่มเติม ได้แก่ สินค้าจากคณะกรรมการนักเรียน คือ เสื้อและหมวก tutowear 2nd collection ที่สามารถสั่งซื้อได้ทั้งนักเรียนในโรงเรียนเตรียมอุดมศึกษาและบุคคลภายนอก และยังได้รับโอกาสในการดำเนินการจัดกิจกรรมการแข่งขันกีฬาประเพณีระหว่างโรงเรียนเตรียมทหารและโรงเรียนเตรียมอุดมศึกษา ครั้งที่ 37 อีกด้วย</p>"
      }
    },
    "reviews": [
      {
        "count": "1",
        "profile": "https://firebasestorage.googleapis.com/v0/b/oph2026edit.firebasestorage.app/o/organizations%2FTUSC%2Freview0_1766307715618.jpg?alt=media&token=3cd0c194-28d9-4536-a46c-fb635a29c98f",
        "nick": "รัตติกาญจน์ สำลีพันธุ์ (มีน)",
        "gen": "86",
        "contact": "IG: meankindacool",
        "content": "<p>มีน รัตติกาญจน์ สำลีพันธุ์ คณะกรรมการนักเรียน ตำแหน่งประธานคณะกรรมการนักเรียน ปีการศึกษา 2568</p><p><br></p><p><span style=\"color: rgb(0, 0, 0);\">กน. ให้อะไรกับเราหลายอย่างมาก เป็นสิ่งที่เข้ามาเติมเต็มชีวิตในเตรียมฯ ของเราให้มันสมบูรณ์มากยิ่งขึ้น ถึงแม้ว่าเราจะทำหน้าที่ตรงนี้มา 2 ปีแล้ว ทั้งตำแหน่งกิจกรรมพิเศษและนันทนาการ และตำแหน่งประธานคณะกรรมการนักเรียน แต่เรากลับไม่รู้สึกเบื่อสึกเบื่อหน้าที่ตรงนี้เลย ทั้ง ๆ ที่มันเป็นงานที่ต้องทุ่มเทให้ทั้งแรงกาย แรงใจ และเวลาส่วนตัว กลับกัน เรากลับรู้สึกผูกพันกับหน้าที่ตรงนี้มากขึ้นไปอีก ถึงแม้ว่าระหว่างทางที่ต้องเตรียมจัดกิจกรรมต่าง ๆ ขึ้นมา มันจะมีอุปสรรคมากมายมาให้เราแก้ไขไม่เว้นวัน แต่พอจบงาน เราได้รับฟีดแบ็คต่าง ๆ จากผู้เข้าร่วมกิจกรรม มันก็ทำให้เรามีความสุขกับสิ่งที่เราได้ตั้งใจทำไปมาก ๆ ทำให้ลืมอุปสรรคระหว่างทางไปเลย </span></p><p><br></p><p><span style=\"color: rgb(0, 0, 0);\">กน. ทำให้เราโตขึ้นมาก ๆ ทั้งเรื่องการทำงานหรือทัศนคติต่าง ๆ ด้วยความที่กน. ที่เตรียม นักเรียนจะได้ออกแบบและวางแผนกิจกรรมด้วยตัวเองอย่างเต็มที่ ทำให้เราได้พัฒนาทักษะทุกด้าน ทั้งด้านการบริหารจัดการ ความคิดสร้างสรรค์ ความละเอียดรอบคอบ การสื่อสาร หรือทักษะการแก้ไขปัญหาต่าง ๆ นอกจากจะได้พัฒนาตัวเองแล้ว เราก็ยังได้เพื่อนอีกกลุ่มหนึ่งที่อยู่ได้กันเกือบทุกวัน ผ่านอุปสรรคและเหนื่อยมาด้วยกันในหลาย ๆ งาน มันก็ยิ่งทำให้เรารู้สึกคิดไม่ผิดเลย ที่ตัดสินใจในลงสมัครกน. และทุ่มเทเวลาและแรงทั้งหมดที่เรามีเพื่อมาทำหน้าที่ตรงนี้</span></p><p><br></p><p><span style=\"color: rgb(0, 0, 0);\">สุดท้ายนี้ เราขอขอบคุณที่อ่านบทความของคณะกรรมการนักเรียนจนจบ และถ้าน้อง ๆ TU89 คนไหนที่มีความสนใจที่จะลงสมัครรับเลือกตั้งเป็นคณะกรรมการนักเรียน ก็อยากให้ลองสมัครดูสักครั้งนึง และเราคิดว่าใครที่ได้เข้ามาทำหน้าที่ตรงนี้แล้ว จะรู้สึกรักและผูกพันกับกน. เหมือนกับเรา ขอให้น้อง ๆ ประสบความสำเร็จ และหวังว่าจะได้มาเจอกันที่เตรียมฯ นะคะ &lt;3333</span></p>"
      },
      {
        "count": "2",
        "profile": "https://firebasestorage.googleapis.com/v0/b/oph2026edit.firebasestorage.app/o/organizations%2FTUSC%2Freview1_1766331604515.jpg?alt=media&token=863af8a9-2b18-4b0e-8994-8a86ffa314cb",
        "nick": "ภูริชญ์ ตั้งกิจเชาวลิต (ภู)",
        "gen": "87",
        "contact": "IG: phxrit_t",
        "content": "<p>ภู ภูริชญ์ ตั้งกิจเชาวลิต คณะกรรมการนักเรียน ตำแหน่งประชาสัมพันธ์ ปีการศึกษา 2568</p><p><br></p><p>ก่อนอื่นเราต้องแนะนำก่อนเลยว่า เราเคยเป็นคน ๆ นึงที่มี \"ความฝัน\" แต่ดันมี \"กรอบ\" ที่เราไม่กล้าก้าวผ่าน . . การเข้ามาอยู่ในรั้วเตรียมอุดมฯ เป็นสิ่งที่เราไม่คาดฝันมาก ๆ มันเคยเป็นสิ่งที่เราคิดว่า \"ไกล\" เกินตัวและเราก็เคยคิดว่ามันจะเป็นที่ที่ \"ใช่\" สำหรับเราจริง ๆ หรอ ?? แต่พอเราได้ก้าวเข้ามาในรั้วโรงเรียน \"คำถาม และ ข้อสงสัย\" เหล่านั้นสามารถหายไปได้ภายในพริบตา . .</p><p><br></p><p>อย่างที่หลาย ๆ คนคงทราบกันมาก่อนว่าโรงเรียนเตรียมอุดมฯ ขึ้นชื่อว่าเป็นสถานที่แห่ง \"โอกาส\" ประโยคนี้อาจฟังดูเวอร์สำหรับคนบางคน แต่สำหรับเราแล้วเรามั่นใจว่ามัน \"จริง\" มาก ๆ การเข้ามาอยู่ในโรงเรียนนี้ทำให้เราเปลี่ยนไปเยอะมาก เรียกได้ว่าพลิกจากหน้ามือเป็นหลังมือเลยล่ะ 5256788 โดยเฉพาะการที่เราได้เข้ามาเป็นส่วนหนึ่งของ \"ครอบครัว\" ที่มีชื่อว่า \"คณะกรรมการนักเรียน โรงเรียนเตรียมอุดมศึกษา\"</p><p><br></p><p>การเป็น กน. บอกเลยว่าเป็นเหมือนกับเซอร์ไพรส์ที่ซ้อนเซอร์ไพรส์ เพราะก่อนจะลงคณะกรรมการนักเรียนเราก็รู้อยู่แล้วว่าถ้าเราได้เป็นจริง ๆ มันจะเป็น 1 ปี ต่อจากนี้ที่จะเหนื่อยมาก ๆ 55667 ซึ่งพอได้เป็นจริงแล้วก็เหนื่อยจริง ๆ อย่างที่คิดไว้นั่นแหละ แต่สิ่งที่เพิ่มเติมมาในความคิดของเราคือมันเป็นความเหนื่อยที่ \"คุ้มค่า\" ทุกวินาที เป็นความเหนื่อยที่เป็น \"ความสุข\" และยังเป็นความเหนื่อยที่เรามองย้อนกลับไปแล้วเราไม่รู้สึกเสียดายเลย . .</p><p><br></p><p>คณะกรรมการนักเรียนเป็นองค์กรที่ทำงานเหมือนกับรัฐบาล มีการแบ่งตำแหน่งหน้าที่อย่างชัดเจนและทุกตำแหน่งมาจากการเลือกตั้งโดยนักเรียน หน้าที่หลัก ๆ ของ กน. คือเป็นนักเรียน \"ตัวกลาง\" ในการดำเนินงานจัดกิจกรรมต่าง ๆ มากมายภายในโรงเรียนและนอกโรงเรียน ไม่ว่าจะเป็น โครงการพัฒนาศักยภาพการดำรงตนของนักเรียนชั้นมัธยมศึกษาปีที่ 4, โครงการบริจาคโลหิต, TU Music Live, งานสืบสานวัฒนธรรมไทย, TU Sports day และรวมไปถึงกีฬาประเพณี ตอ.-ตท. เช่นกัน บอกได้เลยว่าการทำงานไม่มีวันหยุด เพราะกิจกรรมเยอะจุก ๆ เลย 55555</p><p><br></p><p>ในส่วนตำแหน่งของเราก็คือ \"ประชาสัมพันธ์\" นั่นเอง เป็นตำแหน่งที่บอกได้เลยว่าอยู่ทุกงานจริง ๆ เพราะหน้าที่ของเราคือการเป็นตัวกลางในการสื่อสารข้อมูลขององค์กรนั่นเอง ตลอดเวลาของการเป็นตำแหน่งนี้คือเราใช้ความคิดสร้างสรรค์เยอะมาก ๆ ก. ไก่ล้านตัว (&gt;&lt;) เพราะเราจะต้องคิดแคปชั่นลงไอจี, แต่งสตอรี่, คิดคอนเทนต์, ตัดคอนเทนต์ และที่สำคัญที่สุดคือการเป็น \"พิธีกร\" ตามตำแหน่งเราแล้วต้องรับหน้าที่พิธีกรทุกงานเลยซึ่งเป็นอะไรที่ท้าทายมาก ๆ เพราะพิธีกรก็เป็นเหมือนหัวใจในการดำเนินงานต่าง ๆ งานที่องค์กรจัดจะดำเนินออกมารอดไม่รอดส่วนหนึ่งใหญ่ ๆ ก็ขึ้นอยู่กับพิธีกรเลยแหละ 5555</p><p><br></p><p>ในด้านของกิจกรรมที่องค์กรดำเนินงานก็มีมากมายหลายอย่างเลยอย่างที่เคยกล่าวไปเลยว่ามี โครงการพัฒนาศักยภาพการดำรงตนของนักเรียนชั้นมัธยมศึกษาปีที่ 4, โครงการบริจาคโลหิต, TU Music Live, งานสืบสานวัฒนธรรมไทย, TU Sports day, กีฬาประเพณี ตอ.-ตท. , โครงการพี่ติวน้องเพื่อนช่วยเพื่อน, เลือกตั้งคณะกรรมการนักเรียน, เลือกตั้งประธานรุ่น และ งานปัจฉิมนิเทศนั่นเอง รับรองเลยว่างานของเรามีอยู่ตลอดเวลาจริง ๆ ซึ่งตลอดการทำงานกับองค์กรก็เป็นสิ่งที่สอนเราในหลาย ๆ เรื่อง ทำให้เราได้เจอกับประสบการณ์มากมาย และที่สำคัญทำให้เราได้เจอกับ \"ครอบครัว\"</p>"
      },
      {
        "count": "3",
        "profile": "https://firebasestorage.googleapis.com/v0/b/oph2026edit.firebasestorage.app/o/organizations%2FTUSC%2Freview2_1766336237390.jpg?alt=media&token=d865c3d2-c30d-4d9a-bcf8-4122e93e67d4",
        "nick": "ภูมิอิณทรา ปาตัก (วิปครีม)",
        "gen": "87",
        "contact": "IG: vipcreambidq",
        "content": "<p>วิปครีม ภูมิอิณทรา ปาตัก คณะกรรมการนักเรียน ตำแหน่งประธานตึก 60 ปี ปีการศึกษา 2568</p><p><br></p><p>สวัสดีค่า เราชื่อวิปครีมนะคะ เป็นประธานตึก 60 ปีค่า </p><p>ต้องบอกก่อนเลยว่ากน. ไม่ใช่สิ่งที่เราก่อนเข้าเตรียมคิดว่าเราจะได้เป็น เราเป็นเด็กคนนึงที่เข้าเตรียมมาเพราะอยากทำกิจกรรม ขึ้นชื่อว่าเตรียม เรียนดีแต่กิจกรรมแน่น ม.4 เราเลยได้ไปลองทำงานทำกิจกรรมมากมาย งานสำคัญที่เราได้ทำคือ เป็นหลีดสีในงานกีฬาสี เราสนุกมาก ๆ ที่ได้เป็นหลีด เรามองงานกีฬาสีแล้วรู้สึกว่า เป็นงานที่ยิ่งใหญ่ และเริ่ดมาก มันทำให้เราคิดว่า คนที่จัดงานนี้ขึ้นมา ต้องเก่งมากแน่ ๆ ที่จัดงานใหญ่ขนาดนี้ได้ เค้าเป็นใคร เป็นครูหรอ? หรือนักเรียน? จนได้มารู้ว่า คนจัดงานกีฬาสีหลักคือคณะกรรมการนักเรียน มันทำให้เรามานั่งคิดว่า แล้วถ้าเราได้เป็นส่วนหนึ่งในการจัดงานนี้ จะเป็นยังไง ตั้งแต่ตอนนั้นเป็นต้นมา เรามีความตั้งใจว่า จะเป็นกน.ให้ได้ จนตอนม.5 เราได้อยู่ตึกเดิม คือตึก 60 ปี เรามีโอกาสได้ลงสมัครประธานตึกนี้ และได้รับตำแหน่งประธานตึก 60 ปี ได้เป็นคณะกรรมการนักเรียน เราได้ทำงานมากมาย ไม่ว่าจะเป็นงานในส่วนประธานตึกเช่น กีฬาสีตึก ทำบูธวัน TU MUSIC LIVE เป็นประธานคณะสีเหลืองในวันกีฬาสี และอีกมากมาย  รวมถึงเรายังได้ทำงานกับกน.กลาง ได้ช่วยจัดงานต่าง ๆ ของกน. และ เป็นตัวแทนประสานงานกับนักเรียนในตึกเรียน เราได้เป็นส่วนหนึ่งในการจัดกิจกรรม มันทำให้ได้รู้ว่ามันมีอะไรเยอะกว่าที่เราเห็นมาก กว่าจะมาเป็นงาน ๆ นึงได้ ไม่ใช่ง่าย ๆ เลย งานตึกก็เช่นกัน เราได้เป็นคนวางแผนงานหลัก ๆ ของตึก จะบอกว่ามันเหนื่อยมาก ๆ แต่เราก็สนุกมาก ๆ สนุกที่ได้ทำงานกับคนอื่น ได้วางแผน ได้จัดงาน และตอนที่มีความสุขที่สุดคือตอนที่เราเห็นงานที่เราตั้งใจทำ ลงแรงกาย แรงใจ ดำเนินออกมาได้อย่างดี และคนร่วมงาน enjoy กับมัน มันเป็นความรู้สึกที่ เหนื่อยแต่โคตรคุ้ม55555 เราได้ประสบการณ์เยอะมาก ๆ ได้เพื่อน ได้คุยกับคนเพิ่มขึ้น ได้คุยกับคุณครู ได้ลองทำอะไรที่ไม่เคยทำ ได้ก้าวผ่านกำแพงที่ตัวเองเคยมี และ ได้เติบโตขึ้น เราภูมิใจกับทุก ๆ งานที่เราเคยได้ทำในฐานะประธานตึก และ กน. และคิดว่า เราคิดไม่ผิดเลยที่เลือกลงสมัครประธานตึกในวันนั้น </p><p>สำหรับน้อง ๆ ที่กำลังจะเข้าเตรียม แต่ยังไม่รู้ว่าอยากทำอะไร หรือยังหาตัวเองไม่เจอ อยากจะบอกว่า ไม่ต้องรีบ ค่อย ๆ ค้นหาตัวเอง เตรียมอุดมจะทำให้น้อง ๆ ได้ลองทำสิ่งที่ไม่เคยทำ และน้อง ๆ จะสนุกมากแน่ ๆ เชื่อพี่  ส่วนใครที่สนใจการเป็นกน. หรือเป็นประธานตึก อยากจะบอกว่า มาเป็นเลย ไม่ต้องกลัว ถ้าเราทำได้ทุกคนก็ทำได้ แล้วไว้เจอกันนะคะ TU89 ✌🏻😽😽</p>"
      }
    ]
  },
  {
    "key": "AIC",
    "tag": "organizations",
    "name": "นักเรียนกลุ่ม AIC (กอ.)",
    "members": "12",
    "contacts": {
      "ig": "aic_triamudom",
      "fb": "AIC",
      "others": ""
    },
    "info": {
      "activities": {
        "img": "https://firebasestorage.googleapis.com/v0/b/oph2026edit.firebasestorage.app/o/organizations%2FAIC%2Fsection0_capture_1766461960169.jpg?alt=media&token=69b635ab-6922-4a34-b510-19b9bfe7c480",
        "imgDescription": "กิจกรรมพัฒนาศักยภาพการดำรงตน (PATSAK)",
        "text": "<p>AIC คืออะไร AIC เป็นองค์กรเปิดกึ่งจิตอาสาที่เปิดโอกาสให้นักเรียนมีส่วนร่วมกับกิจกรรมภายในโรงเรียน ซึ่งใช้กระบวนการ AIC ในการทำงาน นั่นคือ การประชุมด้วยวิธีการที่เปิดโอกาสให้ผู้เข้าร่วมสามารถพูดคุย แลกเปลี่ยนความคิดเห็น จึงเป็นกระบวนการที่ช่วยให้มีการระดมพลังสมอง (brainstorming) เพื่อใช้ในการแก้ไขและพัฒนา นำไปสู่การตัดสินใจร่วมกันในงานนั้น ๆ โดย A-(Appreciation) : การเรียนรู้ รับฟังและยอมรับในความคิดเห็น I-(Influence) : การหาวิธีการและเสนอทางเลือกในการพัฒนา C-(Control) : การนำโครงการหรือกิจกรรมมาสู่การปฏิบัติจริงหน้าที่ขององค์กร 1.จัดทำโครงการต่าง ๆ เพื่อพัฒนาทักษะของนักเรียนและพัฒนาโรงเรียนเตรียมอุดมศึกษา 2.ประสานงานจัดหาสตาฟในการทำกิจกรรมต่าง ๆ ของโรงเรียน 3.ร่วมจัดกิจกรรมในงานต่าง ๆ เช่น บูธกิจกรรมในงานสืบสานวัฒนธรรมไทย เป็นต้น</p>"
      },
      "positions": {
        "img": "https://firebasestorage.googleapis.com/v0/b/oph2026edit.firebasestorage.app/o/organizations%2FAIC%2Fsection1_capture_1766461961556.jpg?alt=media&token=2acd1262-f6d0-47d5-a5c7-4c76f8ba2244",
        "imgDescription": "สมาชิก กอ. และ Core Team AIC 28 (2568)",
        "text": "<p>ทุกคนสามารถร่วมทำงานได้ มีการเปิดรับแต่ละหน้าที่ตามแต่ละงาน กอ. และ Core Team จะประชุมกันเพื่อหาข้อสรุปว่าในกิจกรรมนั้น ๆ จะรับสมัครนักเรียนเข้ามาทำงานทั้งหมดกี่คน รวมถึงวางแผนว่างานนั้นจะออกมาในรูปแบบอย่างไร จากนั้นจะประกาศรับสมัครนักเรียนในช่องทางต่าง ๆ เช่น ไลน์กลุ่ม ไอจี เป็นต้น จากนั้นนักเรียนที่สมัครเข้ามาทำงานก็จะได้เข้ามาทำงานตั้งแต่ขั้นตอนการวางแผน การประชุม การสรุปงานไปจนถึงวันจัดกิจกรรมจริง เมื่อได้รับการประสานงานจากองค์กรหรือชมรม กอ. และ Core Team จะจัดหานักเรียนช่วยเหลือ ซึ่งจะมาจากการประกาศรับสมัครในช่องทางต่าง ๆ เช่นกัน แตกต่างกันตรงที่ นักเรียนช่วยเหลือจะได้เข้าไปทำงานในวันจริงเท่านั้นตำแหน่งหน้าที่ในกอ. 1. ประธานเอไอซี หน้าที่ ดูแลการทำงาน ดูแลภาพรวมองค์กร และเป็นสมาชิกคณะกรรมการนักเรียน (กน.) 2. รองประธานเอไอซี หน้าที่ ดูแลการทำงาน ดูแลภาพรวมองค์กรร่วมกับประธานเอไอซี 3. เลขานุการ หน้าที่ จัดทำสรุปประชุม และดูแลเอกสารเพื่อใช้ในงานต่าง ๆ 4. ประชาสัมพันธ์หน้าที่ วางแผนและดูแลการประชาสัมพันธ์ลงช่องทางต่าง ๆ 5. สาราณียกร หน้าที่ จัดทำสื่อสารสนเทศเพื่อใช้ในการประชาสัมพันธ์ 6. ช่างภาพหน้าที่ ดูแลการถ่ายภาพและวิดีโอในงาน Core Team เกิดจากการชักชวนเพื่อนสมาชิกในวงประชุมที่เข้ามาทำอยู่บ่อย ๆ และสามารถทำงานร่วมกับกอ. ได้ดี</p>"
      },
      "workings": {
        "img": "https://firebasestorage.googleapis.com/v0/b/oph2026edit.firebasestorage.app/o/organizations%2FAIC%2Fsection2_capture_1766461962777.jpg?alt=media&token=6c3d9a51-97ee-405e-839f-2fc880ee9406",
        "imgDescription": "กิจกรรม การอบรมเชิงปฏิบัติการนักเรียนกลุ่ม AIC (ค่าย AIC)",
        "text": "<p>ตัวอย่างผลงานค่าย AIC เป็นค่าย 3 วัน 2 คืนที่จัดขึ้นเป็นประจำทุกปี เปิดรับสมัครนักเรียนชั้น ม.4 ในปีการศึกษานั้น ๆ เข้ามาเรียนรู้การทำงานภายใต้กระบวนการ AIC รวมถึงน้อง ๆ ทุกคนจะได้ทำ โครงการพัฒนาเตรียมอุดมฯ ที่จะเกิดขึ้นจริงในภายหลัง นอกจากนี้ในค่ายยังมีกิจกรรมสันทนาการ และอื่น ๆ อีกมากมายกิจกรรมอื่น ๆ ที่ AIC เป็นผู้ดำเนินงานหรือเข้าร่วม เช่น การจัดซุ้มวันสืบสานวัฒนธรรมไทย การจัดฐานในงานพัฒนาศักย์ สตาฟคุมสอบเข้าเตรียมอุดม และการเปิดรับสมัครสตาฟช่วยเหลืองานอื่น ๆ ภายในโรงเรียนสิ่งที่ได้รับจากองค์กร 1.ได้รู้จักเพื่อนร่วมงาน รวมถึงรุ่นพี่ จากการทำงานและประชุมวางแผนร่วมกัน 2.ได้รับประสบการณ์การทำงานร่วมกับคนอื่น รวมถึงได้ฝึกทักษะต่าง ๆ เช่น การวางแผน การแก้ปัญหาเฉพาะหน้า เป็นต้น</p>"
      }
    },
    "reviews": [
      {
        "count": "2",
        "profile": "https://i.imgur.com/7zQ3jp7.jpeg",
        "nick": "ซีม",
        "gen": "86",
        "contact": "IG: kit0aur",
        "content": "<p>เราเป็นคนหนึ่งที่ทำกิจกรรมในเตรียมเยอะมาก ๆ เรียกได้ว่าอยากทำอันไหนก็ทำแต่มันก็เป็นเพียงกิจกรรมที่อยู่ใน Safe Zone เรา เราไม่กล้าที่จะทำอะไรที่เราไม่เคยทำ จนกระทั่งเราได้มารู้จักกับ AIC มันไม่ได้เปลี่ยนให้เราเป็นคนละคน แต่มันได้ขุดตัวตนจริง ๆ ของเราขึ้นมาให้รู้ว่าจริง ๆ แล้วมีอีกหลายอย่างที่เราทำได้ และอีกหลายอย่างเช่นกันที่เราไม่เคยทำและพอลองได้ทำมันก็ดันเจ๋งจริง</p><p><br></p><p>จุดเริ่มต้นกับ AIC จริง ๆ เราได้ยินมาตั้งแต่เปิดเทอมแรก ๆ เกี่ยวกับองค์กรนี้ ยังคุยกับเพื่อนเล่น ๆ อยู่เลยว่า อยากลองไปร่วมกิจกรรมดู จนสุดท้ายก็ได้เข้าร่วมจริง ๆ ก็ตอนค่าย AIC เป็นจุดเปลี่ยนเส้นทางของวัยมัธยมปลายอีกครั้ง มันได้เปลี่ยนความคิดหลาย ๆ อย่างเลย อะไรที่คิดว่าเป็นไปไม่ได้ค่ายนี้ก็จะทำให้มันเป็นไปได้ อธิบายความรู้สึกนี้ออกมาไม่หมดหรอก เอาเป็นว่าชีวิตในเตรียมต้องลองไปสัมผัสบรรยากาศในค่ายนี้ดู แล้วจะรู้ว่าตัวตนของเราที่ถูกค้นพบโดยตัวเองคืออะไร</p><p><br></p><p>แล้วหลังจากนั้นเราก็เข้าร่วมกิจกรรมของ AIC มากขึ้น ได้พัฒนาทักษะ ระบบความคิด และอะไรหลาย ๆ อย่างมากมาย จนเรามีความรู้สึกว่าอยากเป็นให้ได้เหมือนรุ่นพี่ที่คอยให้แรงบันดาลใจ คอยเปิดโอกาส และคอยสร้างกิจกรรมดี ๆ ให้พวกเราได้ทำ เราจึงตัดสินใจลงกอ.จนถึงตอนนี้ระยะทางก็ผ่านมามากกว่าครึ่ง ยอมรับว่าบางครั้งก็มีเหนื่อยมีท้อบ้าง แต่เรากลับมีความสุขทุกครั้งที่ได้เห็นงานมันออกมาสำเร็จและหลาย ๆ คนชอบมัน</p><p><br></p><p>ถ้ามีใครมาถามเราว่านิยามของ AIC คืออะไรกันแน่ เราคงตอบได้เต็มปากเต็มคำว่า AIC ไม่ใช่เป็นเพียงแค่องค์กรแต่มันเป็น ครอบครัว เพื่อน และความสบายใจให้กันและกัน เพื่อนที่สนิทที่สุดอีกกลุ่มหนึ่งก็มาจากองค์กรนี้ องค์กรนี้ให้อะไรเรามากมาย ให้ทั้งประสบการณ์ มิตรภาพ ความรู้ และความเป็นผู้นำ เรารู้สึกขอบคุณตัวเองทุกครั้งที่เลือกมาทำองค์กรนี้</p><p><br></p><p>สุดท้ายนี้ถึงใครที่อ่านมาถึงตรงนี้ อยากฝากไว้ว่า ครั้งหนึ่งเราเคยกลัวการเป็นตัวของตัวเอง แต่เรารู้แล้วว่า เราจะกลัวไปทำไม ก็มีแค่เราที่รู้จักตัวเองดีที่สุด หากเราเป็นตัวของตัวเองทุกคนจะรักเราที่เป็นเรา แล้วเราก็รู้แล้วว่า ณ ที่แห่งนี้ AIC เป็นที่ที่มอบความเป็นตัวเราได้ดีที่สุดในรั้วเตรียมอุดม</p><p><br></p><p>- ซีม AIC 27 -</p>"
      },
      {
        "count": "3",
        "profile": "https://firebasestorage.googleapis.com/v0/b/oph2026edit.firebasestorage.app/o/organizations%2FAIC%2Freview1_1766461964654.jpg?alt=media&token=8ec02c02-1564-4b89-ad2b-8b466405e0c4",
        "nick": "เนเน่",
        "gen": "87",
        "contact": "IG: xquaxeno",
        "content": "<p><span style=\"background-color: rgb(255, 255, 255); color: rgb(34, 34, 34);\">ก่อนจะที่เราจะได้รู้จัก AIC เราไม่เคยคิดเลยว่าจะมีพื้นที่ที่เปิดโอกาสให้เราได้สร้าง พื้นที่ที่รับฟังความคิดของเรา ได้ยินเสียงของเรา แม้กระทั่งไอเดียเล็ก ๆ ก็สามารถเข้าไปเป็นส่วนหนึ่งของผลงานได้ จนกระทั่งเราได้มาเจอกับองค์กรนี้ ตอนแรกที่เรามาเข้าร่วมกิจกรรมกับเอไอซีครั้งแรก เรารู้สึกอบอุ่นแบบบอกไม่ถูก บรรยากาศของ AIC ไม่เหมือนที่อื่นเลย ไม่ได้เคร่งเครียดหรือซีเรียสเกินไป ทุกคนเหมือนเพื่อน ใครมีไอเดีย อยากปรับ อยากลองทำอะไรก็สามารถพูดออกมาได้เต็มที่และนั่นเป็นครั้งแรกเลยที่เรารู้สึกว่าความคิดของเราถูกได้ยินจริง ๆ </span></p><p><br></p><p><span style=\"background-color: rgb(255, 255, 255); color: rgb(34, 34, 34);\">เราร่วมกิจกรรมกับ AIC มาเรื่อย ๆ มีรุ่นพี่ คอยเปิดโอกาส ช่วยสร้างแรงบันดาลใจ จนเราได้มาสมัครกอ. ตอนกดสมัครเราทั้งตื่นเต้น ทั้งกลัว และไม่มั่นใจ เราแอบถามตัวเองอยู่เหมือนกันว่าเราจะทำได้ดีจริง ๆ มั้ย แต่พอมองย้อนกลับไป เราคิดว่าการตัดสินใจกดสมัครครั้งนั้นเป็นการตัดสินใจที่ถูกที่สุดครั้งหนึ่งในชีวิตเราเลยตลอดเวลาที่อยู่กับ AIC เราเติบโตขึ้นมากทั้งทักษะชีวิต ทักษะความรู้และทักษะการทำงาน ได้ลองทำหลายอย่างที่ไม่คิดว่าจะมีโอกาสได้ทำ ารทำงาน ตั้งแต่การทำงานร่วมกับเพื่อนหลากหลาย การรับผิดชอบงานจริงไปจนถึงการได้ลองบทบาทใหม่ ๆ ที่ไม่เคยคิดว่าตัวเองจะกล้าทำมาก่อน ทุกอย่างเกิดขึ้นจากการได้ลงมือทำจริง ได้ลองผิดลองถูกโดยไม่ต้องกลัวว่าจะถูกตัดสิน</span></p><p><br></p><p><span style=\"background-color: rgb(255, 255, 255); color: rgb(34, 34, 34);\">หลายครั้งระหว่างทางเราใช้พลัง ใช้ความตั้งใจ และลองทำในสิ่งที่ไม่เคยทำมาก่อน แต่ทุกครั้งที่ได้เห็นสิ่งที่เราร่วมกันสร้างออกมาเป็นรูปเป็นร่าง หรือได้เห็นรอยยิ้มของคนที่อยู่รอบ ๆ มันมอบประสบการณ์และความทรงจำที่มีคุณค่ากับเรามาก ๆ สำหรับช่วงมัธยมปลายเลย </span></p><p><br></p><p><span style=\"background-color: rgb(255, 255, 255); color: rgb(34, 34, 34);\">AIC สำหรับเราไม่ใช่แค่องค์กร แต่เป็นพื้นที่ที่ทำให้เราได้เรียนรู้ ได้เติบโต ได้มิตรภาพ ได้รู้จักตัวเองมากขึ้น ใครที่กำลังลังเล ไม่ว่าตอนนี้จะยังไม่รู้ว่าตัวเองเก่งอะไร ยังไม่มั่นใจในตัวเองแค่ไหน อยากให้ลองเปิดใจและก้าวเข้ามาก่อนก็พอ AIC เป็นพื้นที่ที่พร้อมเปิดโอกาสให้ทุกคนได้ลอง พร้อมรับฟังทุกความคิด พร้อมเติบโตไปด้วยกัน ไม่แน่ ที่นี่อาจเป็นพื้นที่ที่ทำให้เราได้ยินเสียงของตัวเองชัดขึ้นเป็นครั้งแรกในชีวิตนะ</span></p><p><br></p><p><span style=\"background-color: rgb(255, 255, 255); color: rgb(34, 34, 34);\">- เนเน่ AIC28 -</span></p>"
      },
      {
        "count": "1",
        "profile": "https://firebasestorage.googleapis.com/v0/b/oph2026edit.firebasestorage.app/o/organizations%2FAIC%2Freview2_1766461964800.jpg?alt=media&token=bf390273-d41b-49d7-b75d-3f14c8dadd3d",
        "nick": "ป่าน",
        "gen": "87",
        "contact": "IG: a_prd217",
        "content": "<p><span style=\"background-color: rgb(255, 255, 255); color: rgb(34, 34, 34);\">ถ้าถามว่า AIC คืออะไร หลายคนก็อาจจะมีคำตอบที่แตกต่างกันไป แต่สำหรับเรา เราคงจะตอบว่า AIC เป็นพื้นที่ที่เราได้เป็นได้เป็นตัวเองมากที่สุด ทุกคนคงสงสัยว่าเป็นตัวเองเป็นยังไง AIC ทำให้เราเป็นเราในเวอร์ชันที่กล้าแสดงออก กล้าที่จะแสดงความคิดเห็น อยากจะลองทำอะไรก็ได้ทำ ไม่ว่าสิ่งนั้นเราจะสามารถทำได้หรือไม่ ผลจะออกมาเป็นยังไง AIC ก็เชื่อและพร้อมที่จะเป็นพื้นที่ให้เราลองทำเสมอ หรือแม้แต่สิ่งที่ไม่กล้าทำมาก่อน เราก็ได้ลองทำ ได้ก้าวออกมาจาก comfort zone ทำให้เราค้นพบอะไรใหม่ ๆ และที่ทำให้เราอยู่ AIC คือไม่ว่าจะทำอะไรหรือเป็นอะไร พื้นที่ตรงนี้ก็จะคอยเป็นที่ที่ คอยสนับสนเราเสมอ</span></p><p><br></p><p><span style=\"background-color: rgb(255, 255, 255); color: rgb(34, 34, 34);\">- ป่าน AIC28 -</span></p>"
      }
    ]
  },
  {
    "key": "TUANUSORN",
    "tag": "organizations",
    "name": "หนังสืออนุสรณ์เตรียมอุดมศึกษา (อนส.)",
    "members": "18",
    "contacts": {
      "ig": "anusorn.tu",
      "fb": "หนังสืออนุสรณ์ เตรียมอุดมศึกษา",
      "others": "YT : หนังสืออนุสรณ์ เตรียมอุดมศึกษา"
    },
    "info": {
      "activities": {
        "img": "https://firebasestorage.googleapis.com/v0/b/oph2026edit.firebasestorage.app/o/organizations%2FTUANUSORN%2Fsection0_capture_1766221756011.jpg?alt=media&token=5425804a-5090-42be-8dda-d47dd275d2e6",
        "imgDescription": "ตราองค์กร และบรรดาหนังสืออนุสรณ์ในอดีต",
        "text": "<p>\tคณะกรรมการหนังสืออนุสรณ์ เตรียมอุดมศึกษา (อนส.) คือ หน่วยงานนักเรียนที่มีหน้าที่ดำเนินการจัดทำหนังสืออนุสรณ์ เตรียมอุมศึกษา ซึ่งเป็นหนังสือที่ระลึกของโรงเรียนในแต่ละปีการศึกษา เพื่อรวบรวมเรื่องราวความทรงจำต่าง ๆ ภายในโรงเรียนเตรียมอุดมศึกษา โดยภายในหนังสือจะมีเนื้อหาประกอบด้วย ภาพถ่ายหมู่นักเรียนทุกระดับชั้น ภาพถ่ายคณะครูและผู้บริหาร ประมวลภาพกิจกรรม บทความ บทสัมภาษณ์นักเรียนเก่า รวมถึงเนื้อหาพิเศษเฉพาะปี</p><p><br></p><p>\tนอกจากนี้ คณะกรรมการหนังสืออนุสรณ์ฯ เป็นผู้จัดกิจกรรมถ่ายภาพหมู่นักเรียน ครู และผู้บริหาร เพื่อตีพิมพ์ลงในหนังสือ และดำเนินการจัดกิจกรรมประกวดแข่งขันต่าง ๆ เพื่อเปิดโอกาสการมีส่วนร่วมและเพื่อแสดงศักยภาพของนักเรียนอีกด้วย</p>"
      },
      "positions": {
        "img": "https://firebasestorage.googleapis.com/v0/b/oph2026edit.firebasestorage.app/o/organizations%2FTUANUSORN%2Fsection1_capture_1766221757696.jpg?alt=media&token=95603f28-b02e-4b99-9bcb-1904d3e49df5",
        "imgDescription": "รูปรวมสมาชิกองค์กรประจำปีการศึกษา 2567 และ 2568",
        "text": "<p>คณะกรรมการหนังสืออนุสรณ์ฯ ในปีการศึกษา 2568 มีกรรมการรวมทั้งหมด 9 ตำแหน่ง ประกอบด้วย</p><p><br></p><p><strong>1.) ประธานและรองประธานคณะกรรมการฯ</strong></p><p>\tหน้าที่: กำกับดูแลภาพรวมองค์กรร่วมกับครูที่ปรึกษา วางแผนการปฏิบัติงาน จัดประชุมคณะกรรมการเพื่อติดตามและประเมินผลการดำเนินงาน และเป็นตัวแทนคณะกรรมการ</p><p><br></p><p><strong>2.) บรรณาธิการเนื้อหา-พิสูจน์อักษร</strong></p><p>\tหน้าที่: รับผิดชอบภาพรวมของหนังสืออนุสรณ์ ประสานงานกับโรงพิมพ์ สร้างสรรค์เนื้อหาพิเศษของแต่ละปี รวมถึงพิสูจน์อักษรเนื้อหาในหนังสือทั้งหมด</p><p><br></p><p><strong>3.) ผู้กำกับศิลป์</strong></p><p>\tหน้าที่: ดูแลภาพรวมการออกแบบสื่อและหนังสือ โดยทำงานร่วมกับบรรณาธิการเป็นหลัก </p><p><br></p><p><strong>4.) กรรมการกลาง</strong></p><p>\tหน้าที่: ประสานงานกับคณะกรรมการ และรับผิดชอบงานในส่วนต่าง ๆ ที่ได้รับมอบหมาย </p><p><br></p><p><strong>5.) เลขานุการ</strong></p><p>\tหน้าที่: จัดทำเอกสารส่วนกลางของหน่วยงาน ตรวจสอบความถูกต้องด้านเนื้อหาและระดับภาษาของเอกสาร และรับผิดชอบการจัดทำรายงานการประชุม</p><p><br></p><p><strong>6.) การเงิน</strong></p><p>\tหน้าที่: รับผิดชอบดูแลบัญชีธนาคาร จัดทำบัญชีรายรับรายจ่าย ตรวจสอบเอกสารทางการเงิน และดูแลการจัดหาผู้สนับสนุน (Sponsor)</p><p><br></p><p><strong>7.) ประชาสัมพันธ์</strong></p><p>\tหน้าที่: ดูแลและวางแผนแนวทางการประชาสัมพันธ์ผ่านสื่อต่าง ๆ และเป็นพิธีกรในกิจกรรมที่คณะกรรมการจัดขึ้น</p><p><br></p><p><strong>8.) กราฟิกประชาสัมพันธ์</strong></p><p>\tหน้าที่: ออกแบบอัตลักษณ์โพสต์และสร้างสรรค์สื่อประชาสัมพันธ์เพื่อลงในช่องทางต่าง ๆ </p><p><br></p><p><strong>9.) ช่างภาพ</strong></p><p>\tหน้าที่: จัดเตรียมการถ่ายภาพตามกิจกรรมต่าง ๆ เช่น ถ่ายรูปครูแยกตามกลุ่มสาระฯ การถ่ายรูปครูที่ปรึกษา รวมถึงตกแต่งภาพถ่ายโดยใช้เทคนิคและอุปกรณ์ต่าง ๆ </p><p><br></p><p><em>หมายเหตุ : จำนวนกรรมการ ตำแหน่ง และหน้าที่อาจมีการเปลี่ยนแปลงตามแต่ละปีการศึกษา</em></p>"
      },
      "workings": {
        "img": "https://firebasestorage.googleapis.com/v0/b/oph2026edit.firebasestorage.app/o/organizations%2FTUANUSORN%2Fsection2_capture_1766221759844.jpg?alt=media&token=44c14d54-9d61-4df2-98aa-82c5e20a3dc5",
        "imgDescription": "หนังสืออนุสรณ์ฯ ปีการศึกษา 2566 & 2567",
        "text": "<p><strong>1.) การจัดทำหนังสืออนุสรณ์ประจำแต่ละปีการศึกษา</strong></p><p>\t<span style=\"background-color: transparent; color: rgb(0, 0, 0);\">คณะกรรมการหนังสืออนุสรณ์ฯ เป็นผู้รับผิดชอบการจัดทำหนังสืออนุสรณ์ฯ ในแต่ละปี ตั้งแต่ขั้นตอนการรวบรวมเนื้อหา สร้างสรรค์งานศิลป์ จัดองค์ประกอบหนังสือ จนสามารถตีพิมพ์ได้เสร็จสมบูรณ์ โดยผลงานหนังสืออนุสรณ์ฯ ในนามของคณะกรรมการหนังสืออนุสรณ์ฯ มีดังนี้</span></p><ol><li data-list=\"bullet\"><span class=\"ql-ui\" contenteditable=\"false\"></span>หนังสืออนุสรณ์ฯ ปีการศึกษา 2566 <strong>“แด่เตรียมฯ”</strong></li><li data-list=\"bullet\"><span class=\"ql-ui\" contenteditable=\"false\"></span>หนังสืออนุสรณ์ฯ ปีการศึกษา 2567 <strong>“ด้วย ... ,จากเตรียมฯ”</strong></li><li data-list=\"bullet\"><span class=\"ql-ui\" contenteditable=\"false\"></span>และหนังสืออนุสรณ์ฯ ประจำปีการศึกษา 2568 </li></ol><p><br></p><p><strong>2.) กิจกรรมถ่ายรูปรวม</strong></p><p>\tกิจกรรมถ่ายรูปรวมของนักเรียน ครู และผู้บริหารโรงเรียนนั้น เป็นกิจกรรมที่คณะกรรมการหนังสืออนุสรณ์ฯ จัดขึ้นเพื่อถ่ายรูปภาพและรวบรวมข้อมูลที่เป็นปัจจุบัน ซึ่งจะถูกนำไปประกอบการจัดทำหนังสืออนุสรณ์ฯ</p><p><br></p><p><strong> 3.) โครงการประกวดแข่งขัน</strong></p><p>\tคณะกรรมการหนังสืออนุสรณ์ฯ เล็งเห็นถึงการเปิดโอกาสให้นักเรียนเตรียมอุดมศึกษาทุกคนมีส่วนร่วมจัดทำหนังสืออนุสรณ์ฯ อีกทั้งเพื่อให้นักเรียนได้แสดงศักยภาพของตนเองตามความถนัดนั้น จึงจัดให้มีโครงการประกวดแข่งขัน เช่น บทความ ภาพถ่าย การ์ตูนช่อง (Comic) เป็นต้น โดยผลงานที่ผ่านการคัดเลือกจะถูกนำมาเป็นส่วนหนึ่งของหนังสืออนุสรณ์ฯ เพื่อให้หนังสืออนุสรณ์ฯ สามารถบันทึกเรื่องราว ความคิด และความทรงจำของนักเรียนเตรียมฯ ได้อย่างแท้จริง</p>"
      }
    },
    "reviews": [
      {
        "count": "3",
        "profile": "https://firebasestorage.googleapis.com/v0/b/oph2026edit.firebasestorage.app/o/organizations%2FTUANUSORN%2Freview0_1766221761459.jpg?alt=media&token=8acece79-4fba-4be6-88ac-bf35c42aa95c",
        "nick": "พลอย/โพลี่ #บก.",
        "gen": "87",
        "contact": "IG : _polynotploy",
        "content": "<p><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">สวัสดีค่ะ ติดต่อจากอนุสรณ์นะคะ</span></p><p><br></p><p><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">พลอยนะคะหรือว่าที่เพื่อน ๆ เรียกว่าโพลี่ เป็นบรรณาธิการฝ่ายเนื้อหาของหนังสืออนุสรณ์ฯ ปี ‘68 ค่ะ</span></p><p><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">ต้องบอกก่อนว่างานนี้หนักหน่วงในทุกมิติเลย (โดยเฉพาะกายและสมอง) แต่ความเหนื่อยที่เอาไปแลกก็คุ้มค่ามากเพราะอนุสรณ์ฯ พาเราไปเจอกับสังคมที่น่ารักกับเรามาก ได้ไปเจอเตรียมอุดมฯ ด้านอื่นที่เราไม่รู้จัก </span></p><p><br></p><p><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">ในฐานะ บก. เรารู้สึกว่าภาระการงานเรายิ่งใหญ่มากเพราะมันไม่ใช่แค่การทำหนังสือรุ่นแต่มันคือการรวบรวมความทรงจำของทุกคนในโรงเรียนให้ออกมาเป็นหนังสือให้ทุกคนเห็น เราภูมิใจและดีใจมากที่ได้มีโอกาสมาทำตรงนี้และก็หวังว่าในรุ่นถัดไปจะมีคนอยากมาเป็นตัวแทนอาสาจัดเก็บความทรงจำของพวกเราทุกคนในเตรียมอุดมฯ ต่อ ๆ ไปนะคะ</span></p>"
      },
      {
        "count": "2",
        "profile": "https://firebasestorage.googleapis.com/v0/b/oph2026edit.firebasestorage.app/o/organizations%2FTUANUSORN%2Freview1_1766221762865.jpg?alt=media&token=17222e2b-6df6-4251-bfa2-34953c66794c",
        "nick": "เวนิส #อ้าตได",
        "gen": "87",
        "contact": "IG : venice_.ecinev",
        "content": "<p>สวัสดีค่ะ เวนิส เป็นผู้กำกับศิลป์ของหนังสืออนุสรณ์ฯ ปี <span style=\"color: rgb(0, 0, 0); background-color: transparent;\">‘</span>68 ค่ะ ขอบอกก่อนว่าตอนแรกตำแหน่งที่เราลงสมัครไม่ใช่ผู้กำกับศิลป์ แต่อยู่ดี ๆ ก็ได้จับพลัดจับผลูมาทำตำแหน่งนี้แบบงง ๆ</p><p><br></p><p>ยอมรับเลยว่าเป็นตำแหน่งที่เหนื่อยมาก ๆ โดยเฉพาะแรงกาย การจะทำหนังสือ 300 กว่าหน้ามันไม่ใช่เรื่องง่ายเลยค่ะ แต่ถึงอย่างนั้นเราก็สนุกกับหน้าที่นี้ของเรามาก ๆ ได้เจอเพื่อนที่น่ารักคอยซัพพอร์ตเราตลอด ๆ ได้ไปเปิดโลกเจอเตรียมอุดมฯ ในด้านใหม่ ๆ ที่คนส่วนใหญ่อาจไม่เคยเห็น ได้เป็นคนทำหนังสือที่เป็นเหมือนการเก็บรวบรวมความทรงจำของเตรียมอุดมฯ ทั้งปี ไม่ว่าจะเป็นหน้านักเรียน หน้าอาจารย์ หน้ากิจกรรม ฯลฯ ทุกหน้าในหนังสือล้วนผ่านมือเรามาหมดแล้ว เราเหมือนเป็นคนที่รังสรรงานศิลป์ของหนังสือทั้งหมด หวังว่าในปีต่อ ๆ ไปจะยังมีคนที่อยากทำให้ความทรงจำในเตรียมอุดมฯ ออกมาเป็นหนังสือแห่งความทรงจำอยู่นะคะ</p>"
      },
      {
        "count": "1",
        "profile": "https://firebasestorage.googleapis.com/v0/b/oph2026edit.firebasestorage.app/o/organizations%2FTUANUSORN%2Freview2_1766221763885.jpg?alt=media&token=cc885681-c929-43f0-b244-50c8f9e1105f",
        "nick": "โอมมี่ #กกก",
        "gen": "87",
        "contact": "IG : 0hmie17",
        "content": "<p><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">สวัสดีครับ เรา “โอมมี่” ตำแหน่งกรรมการกลาง และทำหน้าที่เป็นรองประธานคณะกรรมการฯ สำหรับปี ‘68 นะครับ</span></p><p><br></p><p>\t<span style=\"background-color: transparent; color: rgb(0, 0, 0);\">คณะกรรมการหนังสืออนุสรณ์ฯ คือกลุ่มคนกลุ่มหนึ่งที่ล้วนมีความหลงใหลในสื่อสิ่งพิมพ์ โรงเรียน หรือความเป็นเตรียมฯ อันแสนเป็นเอกลักษณ์ ทั้งหมดเป็นส่วนผสมสำคัญที่ทำให้กลุ่มคนเหล่านี้เข้ากันอย่างลงตัว ด้วยเป้าหมายของพวกเรา นั่นก็คือการสร้างสรรค์หนังสืออนุสรณ์ฯ ขึ้นมาในแต่ละปี </span><strong style=\"background-color: transparent; color: rgb(0, 0, 0);\">เพื่อบันทึกและร้อยเรียงเรื่องราว ผู้คน สถานที่ และความทรงจำที่ล้วนมีความหมายต่อใครหลายคน</strong></p><p><br></p><p>\t<span style=\"background-color: transparent; color: rgb(0, 0, 0);\">ในฐานะกรรมการกลาง เราทำหน้าที่เป็นผู้ช่วยใน everything anuson ตั้งแต่วางแผนวันถ่ายภาพรวม ถ่ายรูปครู ช่วยเหลือภาระงานต่าง ๆ ของคณะกรรมการฯ เพราะการที่หนังสือเล่มเล่มหนึ่งจะสามารถเกิดขึ้นมาได้ ไม่ง่ายเลยสักนิด แต่ด้วยความช่วยเหลือของทุก ๆ คนในคณะกรรมการที่เพื่อน ๆ ทุกคนทั้งน่ารักและต่างทำงานกันหนักมาก ๆ จึงทำให้หนังสือเล่มสี่เหลี่ยมสุดหนานี้ ถือกำเนิดขึ้นมาได้ในแต่ละปี</span></p><p><br></p><p>\t<span style=\"background-color: transparent; color: rgb(0, 0, 0);\">สิ่งหนึ่งที่ทำให้หนังสืออนุสรณ์ฯ มีเสน่ห์และมีคุณค่าสำหรับเรา คือการที่พวกเราทุกคนล้วนทุ่มเททั้งกายใจ มอบชีวิตจิตวิญญาณให้หนังสืออนุสรณ์ฯ ในแต่ละปี เพื่อให้เป็นดั่งตัวแทนของเหล่านักเรียนที่ได้เคยใช้ชีวิต 3 ปีที่มันโคตรจะสั้น เก็บเอาไว้ในหนังสือเล่มนี้ รอวันที่เมื่อใคร ๆ หวนย้อนกลับมาพลิกหน้าหนังสือเล่มนี้ดูอีกครั้ง ก็จะพบกับความรัก ความฝัน และความทรงจำของเราในช่วงชีวิตหนึ่งที่เคยร้อยเรียงเก็บไว้ ณ สถานที่ที่เรียกว่า </span><strong style=\"background-color: transparent; color: rgb(0, 0, 0);\"><em>เตรียมอุดมฯ</em></strong></p><p><br></p><p><strong style=\"background-color: transparent; color: rgb(0, 0, 0);\">ด้วยใจรัก ผูกพัน เกินบรรยาย </strong></p><p><strong style=\"background-color: transparent; color: rgb(0, 0, 0);\"><em>แล้วเราจะรอพบเธอในหน้าหนังสืออนุสรณ์ฯ นะครับ</em></strong></p>"
      }
    ]
  },
  {
    "key": "TUNSO",
    "tag": "organizations",
    "name": "กลุ่มนักเรียนอาสาพยาบาลและความปลอดภัย",
    "members": "60",
    "contacts": {
      "ig": "tunso_official",
      "fb": "",
      "others": ""
    },
    "info": {
      "activities": {
        "img": "https://firebasestorage.googleapis.com/v0/b/oph2026edit.firebasestorage.app/o/organizations%2FTUNSO%2Fsection0_capture_1766154020214.jpg?alt=media&token=dad7a015-a87c-4325-9bec-b9d4369c2d75",
        "imgDescription": "งานปิ่นหทัยรันครั้งที่ 24",
        "text": "<p>กลุ่มนักเรียนอาสาพยาบาลและความปลอดภัย เป็นองค์กรนักเรียนที่จัดตั้งขึ้นเพื่อทำหน้าที่ดูแล อำนวยความสะดวก และให้ความช่วยเหลือด้านการปฐมพยาบาลและความปลอดภัยแก่นักเรียน ครู บุคลากร และผู้เข้าร่วมกิจกรรมต่าง ๆ ภายในโรงเรียนเตรียมอุดมศึกษา โดยกลุ่มของเรามุ่งเน้นการเตรียมความพร้อมรับมือกับสถานการณ์ฉุกเฉินทุกรูปแบบ ไม่ว่าจะเป็นอุบัติเหตุ การบาดเจ็บ หรือเหตุการณ์ที่อาจส่งผลต่อความปลอดภัยในชีวิตและทรัพย์สิน</p><p><br></p><p>นอกจากนี้ สมาชิกทุกคนภายในองค์กรจะได้รับการฝึกอบรมอย่างเป็นระบบทั้งด้านการปฐมพยาบาลแก่ผู้ป่วย เพื่อให้สามารถให้ความช่วยเหลือเบื้องต้นได้อย่างถูกต้องและปลอดภัย รวมถึงการพัฒนาทักษะการสื่อสารอย่างมีแบบแผน เพื่อให้การประสานงาน การถ่ายทอดข้อมูล และการทำงานร่วมกับผู้อื่นเป็นไปอย่างมีประสิทธิภาพ</p><p><br></p><p>พวกเราตระหนักถึงความสำคัญของการดูแลซึ่งกันและกัน และเชื่อว่าความรู้ด้านการปฐมพยาบาลและความปลอดภัยเป็นทักษะที่จำเป็นต่อการดำรงชีวิตในสังคม กลุ่มนักเรียนอาสาพยาบาลและความปลอดภัยจึงมุ่งมั่นพัฒนาสมาชิกให้มีความรู้ ความรับผิดชอบ และจิตอาสา เพื่อร่วมกันสร้างสภาพแวดล้อมในโรงเรียนที่ปลอดภัย อบอุ่น และพร้อมรับมือกับทุกสถานการณ์อย่างมีประสิทธิภาพ</p>"
      },
      "positions": {
        "img": "https://firebasestorage.googleapis.com/v0/b/oph2026edit.firebasestorage.app/o/organizations%2FTUNSO%2Fsection1_capture_1766154021210.jpg?alt=media&token=ff32a959-3c46-4b5f-af6d-f6f5295b2f59",
        "imgDescription": "งานสืบสานวัฒนธรรมไทย",
        "text": "<p>องค์กรของเรามีตำแหน่งหน้าที่ทั้งหมด 6 ตำแหน่ง โดยแต่ละตำแหน่งมีบทบาทและความรับผิดชอบที่แตกต่างกัน เพื่อให้การดำเนินงานขององค์กรเป็นไปอย่างมีระบบและมีประสิทธิภาพ ได้แก่</p><p>\t<strong>ฝ่ายพยาบาล</strong></p><ol><li data-list=\"bullet\"><span class=\"ql-ui\" contenteditable=\"false\"></span>มีหน้าที่หลักในการให้ความช่วยเหลือและปฐมพยาบาลแก่ผู้บาดเจ็บภายในกิจกรรมต่าง ๆ ภายในโรงเรียน รวมถึงการดูแลผู้ป่วยอย่างเหมาะสม และการประสานงานกับหน่วยงานที่เกี่ยวข้องในกรณีเกิดเหตุฉุกเฉิน</li></ol><p>\t<strong>ฝ่ายความปลอดภัย</strong></p><ol><li data-list=\"bullet\"><span class=\"ql-ui\" contenteditable=\"false\"></span>มีหน้าที่ดูแลความเรียบร้อยและความปลอดภัยตลอดการดำเนินกิจกรรมขององค์กรและกิจกรรมต่าง ๆ ภายในโรงเรียน โดยรับผิดชอบในการจัดระเบียบพื้นที่ ดูแลการเข้า - ออกของผู้เข้าร่วมกิจกรรม และเฝ้าระวังสถานการณ์ที่อาจก่อให้เกิดอันตราย เพื่อป้องกันความเสี่ยงที่อาจเกิดขึ้น</li></ol><p>\t<strong>ฝ่ายสวัสดิการ</strong></p><ol><li data-list=\"bullet\"><span class=\"ql-ui\" contenteditable=\"false\"></span>มีหน้าที่ในการสนับสนุนและอำนวยความสะดวกแก่ผู้ปฏิบัติหน้าที่ในฝ่ายต่าง ๆ ขององค์กร ไม่ว่าจะเป็นการจัดเตรียมอุปกรณ์ อาหาร น้ำดื่ม หรือการดูแลความเป็นอยู่ของสมาชิกในระหว่างการปฏิบัติงาน เพื่อให้ทุกฝ่ายสามารถทำงานได้อย่างราบรื่นและมีประสิทธิภาพ</li></ol><p>\t<strong>ฝ่ายกราฟิก</strong></p><ol><li data-list=\"bullet\"><span class=\"ql-ui\" contenteditable=\"false\"></span>มีหน้าที่ในการสร้างสรรค์ ออกแบบ และจัดทำสื่อประชาสัมพันธ์ในรูปแบบต่าง ๆ เช่น โปสเตอร์ แบนเนอร์ และโพสต์บนสื่อสังคมออนไลน์ เพื่อเผยแพร่ข้อมูล ข่าวสาร และกิจกรรมขององค์กรแก่บุคคลภายนอก</li></ol><p>\t<strong>ฝ่ายประชาสัมพันธ์</strong></p><ol><li data-list=\"bullet\"><span class=\"ql-ui\" contenteditable=\"false\"></span>มีหน้าที่ดูแลและบริหารจัดการสื่อสังคมออนไลน์ขององค์กร รวมถึงการวางแผนและเผยแพร่ข่าวสาร ข้อมูลกิจกรรม และการสื่อสารต่าง ๆ ต่อสาธารณะ เพื่อสร้างภาพลักษณ์ที่ดี และทำให้ข้อมูลขององค์กรเข้าถึงผู้สนใจได้อย่างทั่วถึงและถูกต้อง</li></ol><p>\t<strong>ฝ่ายโสตทัศนูปกรณ์</strong></p><ol><li data-list=\"bullet\"><span class=\"ql-ui\" contenteditable=\"false\"></span>มีหน้าที่ในการบันทึกภาพถ่ายและวิดีโอระหว่างการปฏิบัติงานและกิจกรรมต่าง ๆ ขององค์กร รวมถึงการตัดต่อและผลิตสื่อวิดีทัศน์ เพื่อนำไปใช้ในการประชาสัมพันธ์ เก็บเป็นเอกสารประกอบการดำเนินงาน และสร้างความน่าเชื่อถือให้แก่องค์กร</li></ol>"
      },
      "workings": {
        "img": "https://firebasestorage.googleapis.com/v0/b/oph2026edit.firebasestorage.app/o/organizations%2FTUNSO%2Fsection2_capture_1766154021962.jpg?alt=media&token=dd1b3b2b-a0ba-47a7-b3d6-3eeafcd10cf0",
        "imgDescription": "กิจกรรมพิธีเปิดกีฬาสี",
        "text": "<p>องค์กรของเราได้เข้าร่วมปฏิบัติหน้าที่ด้านการพยาบาลและดูแลความปลอดภัยให้แก่ผู้เข้าร่วมกิจกรรมของโรงเรียนเตรียมอุดมศึกษาอย่างต่อเนื่อง ครอบคลุมกิจกรรมหลากหลายรูปแบบ ไม่ว่าจะเป็น</p><ol><li data-list=\"bullet\"><span class=\"ql-ui\" contenteditable=\"false\"></span>การสอบคัดเลือกนักเรียนชั้น ม.4 ปีการศึกษา 2568</li><li data-list=\"bullet\"><span class=\"ql-ui\" contenteditable=\"false\"></span>โครงการพัฒนาศักยภาพการดำรงตนของนักเรียนชั้น ม.4 ปีการศึกษา 2568</li><li data-list=\"bullet\"><span class=\"ql-ui\" contenteditable=\"false\"></span>กิจกรรม International Week</li><li data-list=\"bullet\"><span class=\"ql-ui\" contenteditable=\"false\"></span>กิจกรรมวันวิทยาศาสตร์แห่งชาติ</li><li data-list=\"bullet\"><span class=\"ql-ui\" contenteditable=\"false\"></span>กิจกรรมดนตรีเพื่อนักเรียนเตรียมฯ (TU Music Live) </li><li data-list=\"bullet\"><span class=\"ql-ui\" contenteditable=\"false\"></span>กิจกรรมพิธีเปิดกีฬาสี </li><li data-list=\"bullet\"><span class=\"ql-ui\" contenteditable=\"false\"></span>กิจกรรมงานวันสืบสานวัฒนธรรมไทย</li><li data-list=\"bullet\"><span class=\"ql-ui\" contenteditable=\"false\"></span>กิจกรรมพิธีปิดกีฬาสี </li><li data-list=\"bullet\"><span class=\"ql-ui\" contenteditable=\"false\"></span>งานคืนสู่เหย้าศิษย์เก่าโรงเรียนเตรียมอุดมศึกษา</li><li data-list=\"bullet\"><span class=\"ql-ui\" contenteditable=\"false\"></span>งานปิ่นหทัยรันครั้งที่ 24</li><li data-list=\"bullet\"><span class=\"ql-ui\" contenteditable=\"false\"></span>กิจกรรมนิทรรศการวิชาการ (Open House) </li></ol>"
      }
    },
    "reviews": [
      {
        "count": "1",
        "profile": "https://firebasestorage.googleapis.com/v0/b/oph2026edit.firebasestorage.app/o/organizations%2FTUNSO%2Freview0_1766154022759.jpg?alt=media&token=b87e221f-65e0-4550-8be4-52bf72f111a6",
        "nick": "ออโต้",
        "gen": "86",
        "contact": "IG : auto_asavarej",
        "content": "<p>ตอนที่เราเริ่มจัดตั้งกลุ่มนักเรียนอาสาพยาบาลและความปลอดภัยเราก็ไม่รู้เลยว่าองค์กรเราจะออกมาเป็นแบบไหน ระบบการทำงานจะเป็นอย่างไร แต่พอได้ทำงานมาตลอด 2 ปีการศึกษาก็ทำให้รู้ได้เลยว่าองค์กรนี้มันสอนหลายอย่างให้กับเราจริง ๆ มันสอนให้เราทำงานอย่างเป็นระบบ ทำงานให้เป็น ทำให้เร็ว ทำให้ไว และที่สำคัญที่สุดคือการจัดการบริหารปัญหาเฉพาะหน้า เพราะองค์กรเราเป็นองค์กรเฉพาะหน้ามาก ๆ อะไรที่ไม่เคยคิดว่าได้ทำก็ได้ทำ ปัญหาอะไรที่ไม่เคยคิดจะเจอก็ได้เจอ ขนาดงานจราจรที่ไม่คิดไม่ฝันว่าต้องทำสุดท้ายก็ได้ทำและมันเป็นประสบการณ์ที่แปลกใหม่และดีสุด ๆ</p><p><br></p><p>และสำคัญที่สุดองค์การนี้ก็ทำให้เราได้เจอน้อง ๆ เพื่อน ๆ ใหม่ ๆ ที่เราอาจจะไม่เคยคิดได้ฝันว่าจะเจอกันแต่ tunso ก็เป็นสะพานที่เชื่อมให้เราได้รู้จักหลาย ๆ คนมากขึ้น และนอกจานี้ทุกครั้งที่มีการปฏิบัติงานมันรู้สึกตื้นตันใจมาก ๆ เวลามีผู้ป่วยที่เราทำการปฐมพยาบาลเบื้องต้นเขามาขอบคุณเราเหมือนว่าเราเป็นส่วนหนึ่งที่ทำให้เขาดีขึ้นอะไรแบบนั้นเลยแหละ ๆ สุดท้ายนี้อยากให้น้อง ๆ ทุกคนมาสมัครกันเยอะ ๆ นะ ๆ การันตีได้เลยว่าเข้ามาแล้วจะไม่ผิดหวังแน่นอน ๆ</p><p><br></p><p>ไว้มาเป็นส่วนหนึ่งของครอบครัวเล็ก ๆ ที่เรียกว่า 'อาสาพยาบาลและความปลอดภัย' น้าา❤️</p>"
      },
      {
        "count": "2",
        "profile": "https://firebasestorage.googleapis.com/v0/b/oph2026edit.firebasestorage.app/o/organizations%2FTUNSO%2Freview1_1766154023214.jpg?alt=media&token=701f9a7b-8bd1-48f5-ac3a-b2f4b8df263a",
        "nick": "แอนฟิลด์",
        "gen": "86",
        "contact": "IG : J.irisa",
        "content": "<p>สวัสดีค่ะเราชื่อแอนฟิลด์น้า ศิลป์จีนรุ่นที่86 เป็นหัวหน้าฝ่ายประชาสัมพันธ์รุ่นแรกก เราขอเป็นตัวแทนของเด็กสายศิลป์ที่มาทำงานด้านพยาบาลแล้วกันนะะ </p><p><br></p><p>ตอนแรกเราคิดว่าองค์กรนี้น่าจะไม่เหมาะกับเรา เพราะเราเป็นเด็กสายศิลป์ กลัวว่างานมันอาจจะยากไป แต่พอเอาเข้าจริงแล้ว ทุกคนใจดีมากช่วยกันสอนเราจนเราเป็นงาน ได้ลงงานในสนามจริงๆ ได้ประสบการณ์การทำงานร่วมกับผู้อื่น ได้อบรมงานสายพยาบาลที่เป็นประโยชน์ในชีวิตจริงสุดๆไปเลย เช่นการปฐมพยาบาลเบื้องต้น การรับมือในปัญหาที่ไม่คาดคิด เจ๋งสุดๆเลยล่ะ</p><p><br></p><p>ในส่วนของงานประชาสัมพันธ์ งานนี้ทำให้เราทำงานเป็นระบบมากขึ้น แล้วก็ได้รู้ข้อมูลข่าวสารต่างๆเพิ่มขึ้นเยอะเลย ทั้งหมดนี้ถือว่าเป็นประสบการณ์ที่ดีมากๆสำหรับเรา เราจะไม่มีวันลืมมันแน่นอน 💙</p>"
      }
    ]
  }
]
